{
  "talks": [
    {
      "code": "GEBE8Z",
      "id": 1325349,
      "title": "Opening",
      "abstract": "We welcome the OpenStreetMap community in Manila but also online to celebrate the international State of the Map conference. This session will also provide some formal instructions and helpful information. You will for example learn how the QA (question and answer) sessions are run. And what we will do on Friday and Saturday evening.",
      "speakers": [
        "YNFKER"
      ],
      "track": 5522,
      "start": "2025-10-03T09:30:00+08:00",
      "end": "2025-10-03T10:30:00+08:00",
      "room": 4375,
      "duration": 20,
      "updated": "2025-09-12T19:43:12.480842+00:00",
      "state": null,
      "do_not_record": null
    },
    {
      "code": "U9MSCX",
      "id": 1325350,
      "title": "HOT 15-year Anniversary",
      "abstract": "The Humanitarian OpenStreetMap Team (HOT) celebrates its 15th anniversary in 2025. This presentation will explore HOT's evolution from a small group of mappers responding to the Haiti earthquake to a global organization at the forefront of humanitarian mapping. We'll delve into key milestones, technological advancements, the growth of the HOT community, and the increasing role of local mappers in leading humanitarian responses. The talk will also address the challenges and opportunities for the next 15 years, including sustainability, technological innovation, and expanding the impact of open mapping in a changing world. This presentation will examine how HOT has transformed disaster response, development initiatives, and community empowerment through collaborative mapping. It will also look at how HOT has fostered a global community of mappers and the impact of open data on humanitarian efforts. Furthermore, the presentation will discuss the strategic directions HOT is taking to ensure its continued relevance and effectiveness in an ever-changing technological and global landscape, emphasizing the importance of partnerships, innovation, and inclusivity.",
      "speakers": [
        "BE3HTH"
      ],
      "track": 5522,
      "start": "2025-10-03T10:30:00+08:00",
      "end": "2025-10-03T10:50:00+08:00",
      "room": 4375,
      "duration": 20,
      "updated": "2025-09-12T19:43:08.632935+00:00",
      "state": null,
      "do_not_record": null
    },
    {
      "id": 1325354,
      "title": {
        "en": "Coffee Break"
      },
      "start": "2025-10-03T03:00:00Z",
      "end": "2025-10-03T12:00:00+08:00",
      "room": 4375
    },
    {
      "id": 1325353,
      "title": {
        "en": "Coffee Break"
      },
      "start": "2025-10-03T03:00:00Z",
      "end": "2025-10-03T12:00:00+08:00",
      "room": 4379
    },
    {
      "id": 1325355,
      "title": {
        "en": "Coffee Break"
      },
      "start": "2025-10-03T03:00:00Z",
      "end": "2025-10-03T12:00:00+08:00",
      "room": 4376
    },
    {
      "id": 1325352,
      "title": {
        "en": "Coffee Break"
      },
      "start": "2025-10-03T03:00:00Z",
      "end": "2025-10-03T12:00:00+08:00",
      "room": 4378
    },
    {
      "id": 1325351,
      "title": {
        "en": "Coffee Break"
      },
      "start": "2025-10-03T03:00:00Z",
      "end": "2025-10-03T12:00:00+08:00",
      "room": 4377
    },
    {
      "code": "AL8ZGL",
      "id": 1325357,
      "title": "Thinking Beyond the Map",
      "abstract": "This talk explores how OpenStreetMap (OSM) and remote sensing data can be integrated to uncover spatial inequalities, as well as to inform disaster risk planning and amplify community perspectives that are often left off on traditional maps. Drawing from youth-led mapping and satellite-based analyses in the Philippines, we compare the strengths and limitations of OSM’s ground-level local knowledge with remote sensing's broad, synoptic imagery. The talk reflects on what it means to “think beyond the map;\" that is, to map not only roads and buildings, but also the vulnerability, memory, and absence of communities whose lived realities defy conventional spatial representation. We share practical examples from open-source workflows (e.g., Sentinel-2, Landsat 8, Google Earth Engine, QGIS, JOSM) and field research in flood-prone and marginalized areas. The session provides a critical lens on positionality, data authorship, and the ethical intersections of civic mapping and earth observation. This is both a technical and reflective session for mappers, educators, and advocates interested in merging both remote and local spatial narratives.",
      "speakers": [
        "JFAAPE"
      ],
      "track": 5520,
      "start": "2025-10-03T12:00:00+08:00",
      "end": "2025-10-03T12:20:00+08:00",
      "room": 4377,
      "duration": 20,
      "updated": "2025-09-12T19:43:26.305476+00:00",
      "state": null,
      "do_not_record": null
    },
    {
      "code": "KJPKWT",
      "id": 1325356,
      "title": "ORS-Tools - Beginner-friendly Mobility Analysis with OpenStreetMap and openrouteservice in QGIS",
      "abstract": "**Turn OpenStreetMap data into routing insights** with openrouteservice and QGIS, no servers, no sign-ups, no code.\r\n\r\nIn this 90-minute hands-on session **for newcomers and intermediates**, you’ll:\r\n- See **how OSM tags become a routable network** and why popular routing engines offer directions, isochrones & matrices per default and what they do.\r\n- Connect the **ORS-Tools QGIS-plugin** with the public openrouteservice API with **API-keys we hand out on the spot**.\r\n- **Build multiprofile routes** around the SotM venue, **calculate hospital service areas** in Manila, and **solve a medicine delivery** to every of those hospitals **with** the help of easy to access **vehicle optimisation**.\r\n\r\nYou’ll walk away with a **reusable QGIS project**, a **tutorial**, and the confidence and knowledge to **repeat the workflow anywhere, anytime**.",
      "speakers": [
        "8RD9TG",
        "E8WPXD"
      ],
      "track": 5520,
      "start": "2025-10-03T12:00:00+08:00",
      "end": "2025-10-03T13:00:00+08:00",
      "room": 4378,
      "duration": 60,
      "updated": "2025-09-12T19:44:31.691123+00:00",
      "state": null,
      "do_not_record": null
    },
    {
      "code": "LPDJXY",
      "id": 1325358,
      "title": "Awesome (OSM) Games",
      "abstract": "OpenStreetMap and games feel like they go hand-in-hand and that's more than just coincidental. Both OSM and gaming have the power to bring people together, foster community engagement, and provide unique experiences. \r\n\r\nIn fact, the OSM wiki has a page for games built using OSM data (https://wiki.openstreetmap.org/wiki/Games) and in recent years, we've seen the increase in the use of tools such as MapRoulette and StreetComplete that gamify the experience of contributing to OSM. While the latter is a very interesting topic in itself, this talk will focus on the former—games that use, but are not necessarily intended to contribute, OSM data.\r\n\r\nIn this talk, we will explore the world of OSM-based/OSM-adjacent games to try and identify various game categories/genres and uses of OSM such as in location-based games (e.g. PokemonGO), serious and realistic simulation games, educational and trivia games, other niche/bespoke games, as well as both digital and tangible/tactile experiences.\r\n\r\nFurthermore, we will try to investigate the benefits and drawbacks of using OSM in games and look into other open source \"games/game resources/gaming communities\" (such as those in the Open Source Tabletop/RPG genre) to uncover possible intersections and opportunities.\r\n\r\nWhether you're a beginner or experienced OSM contributor, a game developer, or just a fellow gamer, this talk aims to spark new ideas and inspire further discussions, activities, and developments around the intersection of OpenStreetMap and games.",
      "speakers": [
        "988B3D"
      ],
      "track": 5521,
      "start": "2025-10-03T12:00:00+08:00",
      "end": "2025-10-03T12:20:00+08:00",
      "room": 4376,
      "duration": 20,
      "updated": "2025-09-02T15:54:23.450146+00:00",
      "state": null,
      "do_not_record": null
    },
    {
      "code": "NRJEVM",
      "id": 1325359,
      "title": "Walking Milano: Unveiling the City’s Character Through 360° Street-Level Panorama Imagery.",
      "abstract": "Between September 2024 and August 2025, we conducted a comprehensive street-level survey of Milano, Italy, capturing approximately one million 360° panoramic images using a monopod-mounted camera setup. These images were uploaded to Mapillary, contributing to open-access urban geospatial data. This presentation shares practical insights into continuous data collection methods and analyzes urban characteristics discernible from the imagery, such as graffiti prevalence, urban greenery distribution, and the potential of these visuals as foundational data for 3D digital twin models. I will discuss the current capabilities and limitations of using crowdsourced street-level imagery for urban analysis and planning.",
      "speakers": [
        "EDWH9Q"
      ],
      "track": 5517,
      "start": "2025-10-03T12:30:00+08:00",
      "end": "2025-10-03T12:50:00+08:00",
      "room": 4376,
      "duration": 20,
      "updated": "2025-09-02T15:54:23.450167+00:00",
      "state": null,
      "do_not_record": null
    },
    {
      "id": 1325364,
      "title": {
        "en": "Lunch Break"
      },
      "start": "2025-10-03T05:00:00Z",
      "end": "2025-10-03T14:30:00+08:00",
      "room": 4378
    },
    {
      "id": 1325361,
      "title": {
        "en": "Lunch Break"
      },
      "start": "2025-10-03T05:00:00Z",
      "end": "2025-10-03T14:30:00+08:00",
      "room": 4376
    },
    {
      "id": 1325360,
      "title": {
        "en": "Lunch Break"
      },
      "start": "2025-10-03T05:00:00Z",
      "end": "2025-10-03T14:30:00+08:00",
      "room": 4379
    },
    {
      "id": 1325362,
      "title": {
        "en": "Lunch Break"
      },
      "start": "2025-10-03T05:00:00Z",
      "end": "2025-10-03T14:30:00+08:00",
      "room": 4375
    },
    {
      "id": 1325363,
      "title": {
        "en": "Lunch Break"
      },
      "start": "2025-10-03T05:00:00Z",
      "end": "2025-10-03T14:30:00+08:00",
      "room": 4377
    },
    {
      "code": "9HN9SX",
      "id": 1325366,
      "title": "Keeping alive OSMTracker",
      "abstract": "This is a story about the last 7 years of OSMTracker and how, from an academic space in a Costa Rican public university, we managed to keep alive the app with computer engineering undergrad students.  We want to share what we have learned: the challenges and contributions during this process, and how we plan to continue. \r\n\r\nOSMTracker is one of the oldies free software data capture tools in the OSM ecosystem.  Its simplicity, low technical requirements, easy customization, and ability to use the exported data in various applications make it a valuable resource for mappers. The app became part of the methodological resources used by the Laboratorio Experimental de Computación y Comunidades (LabComún) for development of university extension projects together with communities like Erizo Juan Santamaría Informal settlements and Alajuela en Cleta urban cycling collective. Naturally, the usage of OSMTracker in this context showed us improvements needed in the app, and consequently, we contributed with code that were incorporated in the tool. \r\n\r\nIn 2018, nguillaumin, the original developer of the app, transferred the maintenance OSMTracker to LabComún. Since then, LabComún has been managing the challenge of developing free software from a (global south) public university: scarcity of resources, bureaucratic difficulties, and how to align the process of developing software while offering a sustainable educational experience for students.\r\n\r\nThe ongoing focus of development of OSMTracker highlights the importance of engagement of undergrad computer science students in projects that are related to territories and people. This offers a real perspective on how their contributions to software could improve the quality of life. From a technical and academic perspective, the opportunity to be part of a bigger free software and open data community is unique.\r\n\r\nFinally, we want to open discussion on how to enhance the sustainability of OSMTracker, involving other actors in collaborations and keeping the app useful for thematic mapping projects.",
      "speakers": [
        "MC3GN8",
        "PQBBQU"
      ],
      "track": 5521,
      "start": "2025-10-03T14:30:00+08:00",
      "end": "2025-10-03T14:50:00+08:00",
      "room": 4376,
      "duration": 20,
      "updated": "2025-09-02T15:54:23.450325+00:00",
      "state": null,
      "do_not_record": null
    },
    {
      "code": "TVAWMZ",
      "id": 1325365,
      "title": "Getting Started with QGIS: A Beginner's Guide to Mapping with Open-Source Tools",
      "abstract": "This hands-on workshop is designed for beginners who are curious about Geographic Information Systems (GIS) and want to explore the power of open-source mapping through QGIS. Participants will be introduced to the fundamentals of GIS, the QGIS interface, and basic tools for creating, editing, and visualizing spatial data. The session will include a practical component where attendees will carry out a simple mapping task using real-world datasets. Whether you're a student, researcher, development professional, or simply GIS-curious, this workshop will equip you with the foundational skills to start your own mapping journey. No prior GIS experience required—just bring your curiosity!",
      "speakers": [
        "3D8BL8"
      ],
      "track": 5517,
      "start": "2025-10-03T14:30:00+08:00",
      "end": "2025-10-03T15:30:00+08:00",
      "room": 4378,
      "duration": 60,
      "updated": "2025-09-02T15:54:23.450306+00:00",
      "state": null,
      "do_not_record": null
    },
    {
      "code": "H3NM7X",
      "id": 1325367,
      "title": "Mapping workflows in iD for new, intermediate and advanced mappers",
      "abstract": "Mapping in iD is designed to be a welcoming experience that should require little to no required knowledge to get started. Additionally, the editor does also have some additional features up its sleave for more advanced mapping tasks. Regardless if you are a new, intermediate or advanced mapper: it can never hurt to know a trick or two that make your mapping more efficient!\r\n\r\nThis talk will go through common mapping workflows in iD and how they can elevate your mapping experience. There will be sections dedicated for beginners, intermediate and advanced mappers. For starters, it will be shown how one can get up to speed most efficiently with iD through its built-in walkthough and other help functionality. For intermediate mappers, the talk will cover topics such as photo-mapping, efficient use of keyboard shortcuts, integrated quality assurance tools, useful browser extensions, etc. The talk concludes with advanced techniques such as adding custom background imagery or map data.\r\n\r\nThe showcased mapping workflows shall give a good overview of the spectrum of different mapping tasks one might encounter as a mapper on an regular basis, and will also highlight tools other than iD that allow to dive even further into the respective topics.",
      "speakers": [
        "3LA7XB"
      ],
      "track": 5516,
      "start": "2025-10-03T15:00:00+08:00",
      "end": "2025-10-03T15:40:00+08:00",
      "room": 4376,
      "duration": 40,
      "updated": "2025-09-02T15:54:23.450344+00:00",
      "state": null,
      "do_not_record": null
    },
    {
      "id": 1325369,
      "title": {
        "en": "Coffee Break"
      },
      "start": "2025-10-03T08:00:00Z",
      "end": "2025-10-03T16:30:00+08:00",
      "room": 4378
    },
    {
      "id": 1325368,
      "title": {
        "en": "Coffee Break"
      },
      "start": "2025-10-03T08:00:00Z",
      "end": "2025-10-03T16:30:00+08:00",
      "room": 4377
    },
    {
      "id": 1325371,
      "title": {
        "en": "Coffee Break"
      },
      "start": "2025-10-03T08:00:00Z",
      "end": "2025-10-03T16:30:00+08:00",
      "room": 4375
    },
    {
      "id": 1325372,
      "title": {
        "en": "Coffee Break"
      },
      "start": "2025-10-03T08:00:00Z",
      "end": "2025-10-03T16:30:00+08:00",
      "room": 4376
    },
    {
      "id": 1325370,
      "title": {
        "en": "Coffee Break"
      },
      "start": "2025-10-03T08:00:00Z",
      "end": "2025-10-03T16:30:00+08:00",
      "room": 4379
    },
    {
      "code": "MHL8MU",
      "id": 1325376,
      "title": "Where are we heading? The current state of OpenStreetMap in numbers.",
      "abstract": "OpenStreetMap has celebrated its 20th birthday last year. Over the past two decades the community grew tremendously and now covers (almost) the entire globe. This talk summarizes OSM’s evolution with maps and meaningful numbers. We want to take a look at the “state of the map”, current mapping trends and some of the challenges that we face.\r\n\r\nWe look at the size of the active community, analyse regional differences in mapping and look at the impact of mobile OSM editors such as StreetComplete and Every Door. Let’s also take a brief look at humanitarian mapping, corporate mapping and the impact of AI-generated data and Street View Imagery on OSM’s future. \r\n\r\nThis talk is intended to be an introduction and puts a focus on the basics. Each topic mentioned above would probably deserve its own talk!",
      "speakers": [
        "E8WPXD"
      ],
      "track": 5522,
      "start": "2025-10-03T16:30:00+08:00",
      "end": "2025-10-03T16:50:00+08:00",
      "room": 4376,
      "duration": 20,
      "updated": "2025-09-12T19:45:15.685128+00:00",
      "state": null,
      "do_not_record": null
    },
    {
      "code": "ZHERRE",
      "id": 1325373,
      "title": "From Drones to Data: workshop on high precision imagery, AI powered mapping and field validation",
      "abstract": "This hands-on workshop will guide participants through the complete geospatial data pipeline, starting from drone imagery generation to processing high-precision imagery, generating building predictions using AI, and validating results via field mapping tools.\r\nParticipants will work through:\r\nSetting up a drone mission to generate high precision imagery\r\nUsing OpenDroneMap (ODM) for imagery post-processing\r\nUploading results to OpenAerialMap\r\nApplying fAIr to generate predicted buildings\r\nRunning a field mapping exercise using FMTM (Field Mapping Tasking Manager) and ODK\r\n\r\n\r\nParticipants will leave with the knowledge and open-source tools needed to replicate similar workflows in their own communities.\r\n Learning Objectives\r\nBy the end of this workshop, participants will:\r\nUnderstand the components of a high-precision drone mapping setup\r\nLearn how to plan drone flights using Drone Tasking Manager\r\nGain hands-on experience with ODM, OpenAerialMap, and fAIr\r\nPractice setting up and using FMTM with custom GeoJSON extracts\r\nExplore form configuration and field data collection via ODK / KoboCollect\r\n\r\n\r\nTarget Audience\r\nHumanitarian mappers\r\ndrone pilots\r\nDisaster response and planning teams\r\nEducators, researchers, and technologists\r\nOpen-source mapping practitioners",
      "speakers": [
        "MEAYGF",
        "3SJSQR"
      ],
      "track": 5517,
      "start": "2025-10-03T16:30:00+08:00",
      "end": "2025-10-03T17:30:00+08:00",
      "room": 4378,
      "duration": 60,
      "updated": "2025-09-02T15:54:23.450475+00:00",
      "state": null,
      "do_not_record": null
    },
    {
      "code": "CBMXL3",
      "id": 1325374,
      "title": "Journey to the Center of the Planet",
      "abstract": "Whether you’re a simple mapper or a sophisticated data consumer, you depend on a lot of machinery at the heart of OpenStreetMap that you probably never think about. After many years mapping and tinkering on OSM-based frontend applications, Minh is venturing into the software core of OSM’s world. Join him as he recounts his travels, unearthing the many moving parts beneath the surface and piecing together how they fit into the larger constellation of OSM software. Get a glimpse of the future of this software stack as we invest in development resources and make progress on longstanding priorities – and how you can help.",
      "speakers": [
        "FGMQNF"
      ],
      "track": 5519,
      "start": "2025-10-03T17:00:00+08:00",
      "end": "2025-10-03T17:20:00+08:00",
      "room": 4376,
      "duration": 20,
      "updated": "2025-09-12T19:45:13.393571+00:00",
      "state": null,
      "do_not_record": null
    },
    {
      "code": "RUCRPS",
      "id": 1325375,
      "title": "Addressing Participation Gaps in Nepal’s OSM Ecosystem: Strategies for Long-Term Community Retention",
      "abstract": "Nepal’s OpenStreetMap (OSM) community is currently experiencing a noticeable decline in active participation and long-term engagement. While the ecosystem once thrived on regionally supported events and student-led enthusiasm, it now faces a rise in passive contributors and a lack of continuity in mapping efforts. This trend is particularly concerning in a context like Nepal, where access to reliable and up-to-date geospatial data remains limited, and OSM presents a valuable, open-source alternative for inclusive mapping and data democratisation. A key factor contributing to this decline is the narrow framing of OSM as a repetitive editing platform, often reinforced by conventional training sessions that overlook the broader creative and applied potential of the tool. Innovative and accessible platforms such as Mapillary, MapSwipe, and OSM-based design tools—which can make mapping more engaging and relevant to everyday challenges—are rarely introduced or integrated into learning experiences. Drawing on my own experience organising initiatives such as the OSM Hackfest and thematic map design based on OSM dataset competitions, I have witnessed how student engagement can be restored when OSM is presented not just as an editing tool but as a gateway to problem-solving in urban planning, disaster resilience, and many more potentials of the OSM datasets. More importantly, there is a need for advocacy for a shift in narrative: from simply contributing data to understanding the importance of OSM and utilising it. By embedding OSM awareness from the student level to policymaking stakeholders, Nepal can foster a resilient and self-sustaining mapping ecosystem.",
      "speakers": [
        "JFZ9JE"
      ],
      "track": 5522,
      "start": "2025-10-03T17:00:00+08:00",
      "end": "2025-10-03T17:20:00+08:00",
      "room": 4377,
      "duration": 20,
      "updated": "2025-09-12T19:45:10.526888+00:00",
      "state": null,
      "do_not_record": null
    },
    {
      "code": "JUSRXF",
      "id": 1325379,
      "title": "OpenStreetMap x Wikidata Collaboration: Taiwan Case",
      "abstract": "Not only NSI, but Wikidata can be integrated with OpenStreetMap, and vice versa! Many years ago, with the help of Wikidata Taiwan, OpenStreetMap Taiwan has mapped all 7,000 villages, and also cross-linked to Wikidata. We also have a similar river project of mapping all rivers in Taiwan and crosslinking to Wikidata with the help of the river code published by the Taiwan government. In this talk, we want to further talk about the school, mountain, church, temple, and hiking trail mapping projects, which also have the corresponding external 3rd-party Wikidata property. We will also describe the process like documenting and tools involved",
      "speakers": [
        "DWDVZS"
      ],
      "track": 5517,
      "start": "2025-10-04T09:30:00+08:00",
      "end": "2025-10-04T09:50:00+08:00",
      "room": 4376,
      "duration": 20,
      "updated": "2025-09-02T15:54:23.450583+00:00",
      "state": null,
      "do_not_record": null
    },
    {
      "code": "8F3JWB",
      "id": 1325377,
      "title": "From Maps to Models: Building AI Context Tools for OpenStreetMap",
      "abstract": "OpenStreetMap (OSM) is the most comprehensive open-source geospatial database in the world—but as it continues to grow, the tools for understanding and managing this data need to evolve as well. In this workshop, we explore how AI, when thoughtfully integrated with OSM workflows, can offer intelligent, context-aware support to mappers and developers alike.\r\n\r\nThis session introduces participants to the Model Context Protocol (MCP)—a lightweight, structured format for embedding task-specific context into AI interactions. MCP allows for the creation of prompts and workflows that are reproducible, local-first, and aware of the mapping domain. Using this protocol, we will build a proof-of-concept tool that uses open-source large language models (LLMs) to interpret OSM data and assist with mapping tasks, such as tag validation, feature classification, and geospatial query answering.\r\n\r\nImportantly, the workshop focuses on privacy-respecting, open-source solutions. All AI tools used will run locally on participant machines, avoiding any reliance on commercial APIs or user-tracking platforms. This aligns with the ethos of the OSM and open-data communities, ensuring participants can experiment with powerful AI without compromising control or transparency.\r\n\r\nAttendees will gain practical skills in working with Overpass API to extract OSM data, creating MCP-compliant prompts, running local LLMs via tools like LM Studio or Ollama, and designing AI agents that enhance mapping workflows. No prior experience with AI is required—just a curiosity for what happens when maps meet models.",
      "speakers": [
        "X8FQNA",
        "FYBBQU"
      ],
      "track": 5519,
      "start": "2025-10-04T09:30:00+08:00",
      "end": "2025-10-04T10:30:00+08:00",
      "room": 4378,
      "duration": 60,
      "updated": "2025-09-02T15:54:23.450548+00:00",
      "state": null,
      "do_not_record": null
    },
    {
      "code": "P8MPHS",
      "id": 1325378,
      "title": "Lessons from teaching OpenStreetMap in a masters program",
      "abstract": "Teaching with OpenStreetMap has mostly been focused at the high school and undergraduate levels. In this presentation, I will share my experience of integrating OpenStreetMap into a professional graduate program, the Master of Geomatics for Environmental Management at the University of British Columbia. We will look at some of the opportunities for teaching with OpenStreetMap at the graduate-level, identify some of the challenges with teaching natural resource management with OpenStreetMap, and consider some broader implications for incorporating OpenStreetMap into graduate education. Finally, I will share some open educational resource lesson plans for teaching with OpenStreetMap that can be adapted for your classroom.",
      "speakers": [
        "GZKADJ"
      ],
      "track": 5526,
      "start": "2025-10-04T09:30:00+08:00",
      "end": "2025-10-04T09:50:00+08:00",
      "room": 4377,
      "duration": 20,
      "updated": "2025-09-02T15:54:23.450565+00:00",
      "state": null,
      "do_not_record": null
    },
    {
      "code": "MTS9TS",
      "id": 1325381,
      "title": "The Ugandan Geo Quests: Mapping Libraries and Museums into the Knowledge Commons",
      "abstract": "Across Uganda, countless community libraries and local museums hold untold stories, cultural memory, and untapped knowledge—but remain invisible on the digital map. The Ugandan Geo Quests project aims to change that.\r\n\r\nThis session introduces two complementary national mapping initiatives: The Ugandan Libraries Geo Quest and The Ugandan Museums Geo Quest, which leverage OpenStreetMap, Wikidata, and Wikipedia to bring local knowledge institutions into the global digital commons.\r\n\r\nWe’ll explore how we:\r\n\r\nMobilized local communities, Wikimedians, and mappers for participatory documentation\r\nUsed tools like uMap, ODK Collect and KoboToolbox to ensure data quality and visibility\r\nLinked OSM data with Wikidata and Wikipedia for multi-platform discoverability\r\nAddressed challenges around verification, tagging, and sustainability\r\n\r\nAttendees will gain insights into designing thematic mapping campaigns that go beyond infrastructure—to elevate culture, education, and heritage in open data ecosystems. Whether you're a mapper, librarian, or advocate for digital equity, this session offers inspiration on how maps can preserve identity and empower communities.",
      "speakers": [
        "QVKVCR"
      ],
      "track": 5517,
      "start": "2025-10-04T10:00:00+08:00",
      "end": "2025-10-04T10:20:00+08:00",
      "room": 4376,
      "duration": 20,
      "updated": "2025-09-02T15:54:23.450617+00:00",
      "state": null,
      "do_not_record": null
    },
    {
      "code": "Y7CD9M",
      "id": 1325380,
      "title": "Integrating OpenStreetMap & HOT Tasking Manager into Cartography Curriculum",
      "abstract": "In today's digital mapping era, equipping students with practical GIS skills is essential. At The Institute of Survey & Land Management, we have incorporated OpenStreetMap (OSM) and HOT Tasking Manager into our cartography curriculum to provide students with hands-on experience in open mapping. This integration not only enhances their technical skills but also exposes them to real-world geospatial data applications.\r\n\r\nWhy OSM and HOT Tasking Manager?\r\nOSM provides an open and collaborative platform where students can contribute to mapping while learning essential cartographic principles. HOT Tasking Manager, on the other hand, allows for the structured coordination of mapping projects, making it a valuable tool for humanitarian and disaster response efforts. By using these tools, our students gain exposure to mapping workflows, data collection, and GIS applications in real-world scenarios.",
      "speakers": [
        "PMTQXN"
      ],
      "track": 5526,
      "start": "2025-10-04T10:00:00+08:00",
      "end": "2025-10-04T10:20:00+08:00",
      "room": 4377,
      "duration": 20,
      "updated": "2025-09-02T15:54:23.450600+00:00",
      "state": null,
      "do_not_record": null
    },
    {
      "code": "NVHF3U",
      "id": 1325383,
      "title": "Lightning Talks I",
      "abstract": "Lightning talks are short presentations (maximum 5 minutes) about a topic related to OpenStreetMap.",
      "speakers": [
        "YNFKER"
      ],
      "track": 5524,
      "start": "2025-10-04T10:30:00+08:00",
      "end": "2025-10-04T10:50:00+08:00",
      "room": 4376,
      "duration": 20,
      "updated": "2025-09-02T15:54:23.450653+00:00",
      "state": null,
      "do_not_record": null
    },
    {
      "code": "MNCZTF",
      "id": 1325382,
      "title": "OpenStreetMap in Higher Education: Lessons Learned and Best Practices",
      "abstract": "In my several years of experience in my workplace at my university, this session will explore how OpenStreetMap (OSM) can be used in higher education to teach geography, GIS, and data science, providing hands-on experience with real-world data. I will share specific examples, such as student-led mapping projects that contributed to local community initiatives, and discuss how these projects enhanced students' technical skills and civic awareness. Additionally, I will address common challenges, such as data validation and student motivation, and present strategies to overcome them. Attendees will leave with practical strategies and resources to integrate OSM into their own teaching, including lesson plans, tool recommendations, and tips for managing student projects.",
      "speakers": [
        "WK9CQH"
      ],
      "track": 5526,
      "start": "2025-10-04T10:30:00+08:00",
      "end": "2025-10-04T10:50:00+08:00",
      "room": 4377,
      "duration": 20,
      "updated": "2025-09-02T15:54:23.450635+00:00",
      "state": null,
      "do_not_record": null
    },
    {
      "id": 1325387,
      "title": {
        "en": "Coffee Break"
      },
      "start": "2025-10-04T03:00:00Z",
      "end": "2025-10-04T11:30:00+08:00",
      "room": 4377
    },
    {
      "id": 1325384,
      "title": {
        "en": "Coffee Break"
      },
      "start": "2025-10-04T03:00:00Z",
      "end": "2025-10-04T11:30:00+08:00",
      "room": 4378
    },
    {
      "id": 1325386,
      "title": {
        "en": "Coffee Break"
      },
      "start": "2025-10-04T03:00:00Z",
      "end": "2025-10-04T11:30:00+08:00",
      "room": 4375
    },
    {
      "id": 1325388,
      "title": {
        "en": "Coffee Break"
      },
      "start": "2025-10-04T03:00:00Z",
      "end": "2025-10-04T11:30:00+08:00",
      "room": 4379
    },
    {
      "id": 1325385,
      "title": {
        "en": "Coffee Break"
      },
      "start": "2025-10-04T03:00:00Z",
      "end": "2025-10-04T11:30:00+08:00",
      "room": 4376
    },
    {
      "code": "N89YSU",
      "id": 1325390,
      "title": "How to Complete Japan’s Building Mapping in One Year? Strategies for Integrating PLATEAU Data into OSM",
      "abstract": "Since 2020, Japan’s Ministry of Land, Infrastructure, Transport and Tourism (MLIT) has led Project PLATEAU, releasing 3D city models in CityGML format. By 2025, over 236 municipalities have published building datasets compatible with the Open Database License (ODbL), suitable for integration into OpenStreetMap (OSM).\r\n\r\nSince 2022, OpenStreetMap Japan volunteers have imported PLATEAU’s Level of Detail 1 (LOD1) building data into OSM, completing imports for 13 cities as of May 2025. Despite these efforts, only about 62% of Japan’s estimated 38 million building polygons are mapped in OSM.\r\n\r\nThis presentation proposes a roadmap to complete Japan’s building mapping within one year, focusing on optimizing PLATEAU data imports, ensuring data consistency, and strengthening community collaboration.",
      "speakers": [
        "EDWH9Q"
      ],
      "track": 5517,
      "start": "2025-10-04T11:30:00+08:00",
      "end": "2025-10-04T11:50:00+08:00",
      "room": 4376,
      "duration": 20,
      "updated": "2025-09-02T15:54:23.450945+00:00",
      "state": null,
      "do_not_record": null
    },
    {
      "code": "WKU97L",
      "id": 1325391,
      "title": "Managing Remote Mapping Projects in the HOT Tasking Manager",
      "abstract": "In this 60-minute workshop, I will share my approach and personal workflow in managing remote mapping projects using the HOT Tasking Manager. Tailored for those with Project Manager access, yet open to all, the session aims to highlight real-world methods of setting up priority areas with limited ground data, responding effectively to volunteer feedback, and writing clear, actionable task instructions. I will also present an idea for forming temporary validator teams (not yet implemented), and openly share the challenges and pain points I’ve faced in these roles. The workshop is not about presenting a perfect solution, but about learning together and collecting ideas for continuous improvement.",
      "speakers": [
        "UUU9VM"
      ],
      "track": 5517,
      "start": "2025-10-04T11:30:00+08:00",
      "end": "2025-10-04T12:30:00+08:00",
      "room": 4378,
      "duration": 60,
      "updated": "2025-09-02T15:54:23.450980+00:00",
      "state": null,
      "do_not_record": null
    },
    {
      "code": "VTGCCY",
      "id": 1325389,
      "title": "Community-Driven Data: How Local Knowledge is Reshaping Urban Waste Systems",
      "abstract": "Effective urban solid waste management in African cities remains a critical challenge characterized by rapid urbanization, limited infrastructure, and insufficient data. Traditional top-down approaches often fail to address the unique, hyperlocal realities of waste generation, disposal behaviors, and service gaps. This presentation explores how OpenMap Development Tanzania (OMDTZ) with the funds from the World Bank, has implemented community-driven data collection approaches in Tanzania, Mozambique, and Kenya to fill this knowledge gap and build more responsive, inclusive waste management systems.\r\n\r\nThrough the integration of OpenStreetMap (OSM), mobile data tools like OpenDataKit, OsmAnd, and participatory mapping techniques, communities have been engaged in mapping informal waste collection points, illegal dumping sites, transfer stations, and service coverage areas. By centering local knowledge, these projects have produced actionable geospatial data that informs city-level planning, supports environmental health interventions, and amplifies citizen voices in waste governance.\r\nParticipants will gain insights into how grassroots data collection not only improves the quality of open data but also reshapes power dynamics in urban planning, placing communities at the forefront of building cleaner, more sustainable cities.",
      "speakers": [
        "AB9QXF"
      ],
      "track": 5517,
      "start": "2025-10-04T11:30:00+08:00",
      "end": "2025-10-04T11:50:00+08:00",
      "room": 4377,
      "duration": 20,
      "updated": "2025-09-02T15:54:23.450913+00:00",
      "state": null,
      "do_not_record": null
    },
    {
      "code": "3HRTVP",
      "id": 1325393,
      "title": "fAIrSwipe",
      "abstract": "This project aims to combine AI‐generated building predictions from fAIr with crowdsourced validation and conflation workflows in MapSwipe, ultimately pushing high‐confidence conflated map data into OpenStreetMap (OSM).\r\nfAIr is an AI‐powered mapping assistant by HOT that helps users map smarter, faster, and more accurately.\r\nMapSwipe is a crowdsourcing app that lets volunteers validate or identify features (e.g. buildings) quickly on satellite imagery.\r\n\r\nObjectives\r\n- Automate the creation of MapSwipe projects from fAIr (with building predictions, TMS layers, etc.).\r\n- Validate AI‐predicted features via MapSwipe’s volunteer workflow via redundancy.\r\n- Conflate validated features with existing OSM data.\r\n- Upload conflated data back to OSM in a controlled, conflict‐aware manner.\r\n- Provide feedback to improve fAIr's AI models based on volunteer validation results and possibly task the tasking manager to manually map the parts that are difficult to validate via MapSwipe.",
      "speakers": [
        "ZWUBL3"
      ],
      "track": 5519,
      "start": "2025-10-04T12:00:00+08:00",
      "end": "2025-10-04T12:20:00+08:00",
      "room": 4376,
      "duration": 20,
      "updated": "2025-09-02T15:54:23.451045+00:00",
      "state": null,
      "do_not_record": null
    },
    {
      "code": "8VMYYW",
      "id": 1325392,
      "title": "Translating “Open Mapping Towards SDGs”: A YouthMappers Student Project from Furuhashi Lab, Japan",
      "abstract": "This talk introduces a student-led initiative from the Furuhashi Lab at Aoyama Gakuin University in Japan, focusing on the localization of global open mapping knowledge. As a YouthMappers chapter, we are currently translating the open-access book Open Mapping towards Sustainable Development Goals into Japanese. The aim of this translation project is to make critical mapping knowledge accessible to non-English-speaking students and to encourage greater participation in the open mapping community.\r\n\r\nRecognizing the importance of engaging peers through action, we organized our first online Mapathon in early 2025. This event helped beginner mappers gain hands-on experience and fostered a sense of community among participants. Building on its success, we are now planning a collaborative inter-university Mapathon scheduled for July 2025, with the goal of expanding our network and impact across academic institutions in Japan.\r\n\r\nIn this talk, we will share insights from managing the translation workflow, including how we divided chapters, ensured consistency in technical vocabulary, and utilized collaborative tools such as GitHub for version control. We will also reflect on our outreach efforts—how we communicated the value of open mapping to our peers and engaged them in both the translation and mapping processes.\r\n\r\nThrough this project, we aim to empower students with the knowledge and tools needed to contribute to global development goals through geospatial technologies. Ultimately, our initiative highlights the potential of youth-driven efforts to strengthen open mapping education and build inclusive communities, even in regions where English is not the primary language.",
      "speakers": [
        "8L9AVU"
      ],
      "track": 5526,
      "start": "2025-10-04T12:00:00+08:00",
      "end": "2025-10-04T12:20:00+08:00",
      "room": 4377,
      "duration": 20,
      "updated": "2025-09-02T15:54:23.451016+00:00",
      "state": null,
      "do_not_record": null
    },
    {
      "code": "TX88WD",
      "id": 1325394,
      "title": "Making OpenStreetMap More Accessible for New Mappers",
      "abstract": "OpenStreetMap (OSM) has become one of the most valuable open mapping platforms, yet many aspiring contributors struggle with the initial learning curve. Technical complexities, lack of structured on boarding, and limited localized training resources often prevent new mappers from fully engaging with OSM. This talk will highlight key challenges faced by beginners and propose practical solutions to make OSM more accessible and inclusive.\r\n\r\nDrawing from my experience as an Open Mapping Guru, a YouthMappers leader, and a trainer with the Open Mapping Hub - Asia Pacific, I will discuss effective strategies for on boarding new contributors. These include localized training resources, mentorship programs, and simplified tool introductions. By addressing these gaps, we can empower a more diverse community to participate actively in open mapping.",
      "speakers": [
        "ZNVRYC"
      ],
      "track": 5522,
      "start": "2025-10-04T12:30:00+08:00",
      "end": "2025-10-04T12:50:00+08:00",
      "room": 4377,
      "duration": 20,
      "updated": "2025-09-02T15:54:23.451064+00:00",
      "state": null,
      "do_not_record": null
    },
    {
      "code": "ABLRCG",
      "id": 1325395,
      "title": "World-Map-Explorer – Explore the world with ease",
      "abstract": "World-Map-Explorer is a web application that helps the visually impaired learn about the world and understand maps. It is a great pleasure to note that the application was developed by a group of students from the Computer Science Department of Sri Krishnapuram Government Engineering College in collaboration with Zendalona with support of OpenStreetMap Kerala Community.\r\n\r\nThis app, which can be used by both the visually impaired and the sighted, is based on the free software OpenStreetMap. This app describes the world based on audio cues with the help of a screen reader. Existing applications like Google Maps cannot be used with a keyboard. Therefore, the visually impaired cannot use map applications. They understand the structure of areas by swiping their hands through the lines and dots that stand out on the tactile map. They understand where a place is by waving their hands over the place name written in Braille.",
      "speakers": [
        "9XPWYG"
      ],
      "track": 5519,
      "start": "2025-10-04T12:30:00+08:00",
      "end": "2025-10-04T12:50:00+08:00",
      "room": 4376,
      "duration": 20,
      "updated": "2025-09-02T15:54:23.451083+00:00",
      "state": null,
      "do_not_record": null
    },
    {
      "id": 1325398,
      "title": {
        "en": "Lunch Break"
      },
      "start": "2025-10-04T05:00:00Z",
      "end": "2025-10-04T14:30:00+08:00",
      "room": 4378
    },
    {
      "id": 1325400,
      "title": {
        "en": "Lunch Break"
      },
      "start": "2025-10-04T05:00:00Z",
      "end": "2025-10-04T14:30:00+08:00",
      "room": 4377
    },
    {
      "id": 1325397,
      "title": {
        "en": "Lunch Break"
      },
      "start": "2025-10-04T05:00:00Z",
      "end": "2025-10-04T14:30:00+08:00",
      "room": 4379
    },
    {
      "id": 1325399,
      "title": {
        "en": "Lunch Break"
      },
      "start": "2025-10-04T05:00:00Z",
      "end": "2025-10-04T14:30:00+08:00",
      "room": 4376
    },
    {
      "id": 1325396,
      "title": {
        "en": "Lunch Break"
      },
      "start": "2025-10-04T05:00:00Z",
      "end": "2025-10-04T14:30:00+08:00",
      "room": 4375
    },
    {
      "code": "PGAYVT",
      "id": 1325404,
      "title": "Introduction to JOSM and some plugins",
      "abstract": "This training session will show how to get started with JOSM editor from the very first steps after installation to some plugins and advanced features which makes it different from iD Editor.\r\nThe session will go through the following topics:\r\n- Initial settings after JOSM download\r\n- Basic editing modes in JOSM, how to change imagery, align it to the data, etc.\r\n- How to download plugins in JOSM to enhance its functionalities\r\n- Usage of plugins: utils, buildings, open_data, FastDraw, ToDo, revert. Some of these plugins are to map better and faster, while others are to perform validation of data\r\n- JOSM queries to selected OSM data (very useful for validation)\r\n\r\nThe ideal participant to the session is a mapper that has some knowledge of OSM editing, always used iD editor and would like to get some exposure to JOSM to be able to perform some advanced mapping, or just explore it further. If that is you, do not hesitate to participate!\r\nIt is necessary for participants to bring their own laptop and mouse with JOSM already downloaded, possibly to the latest tested version which can be found here: https://josm.openstreetmap.de/wiki/Download.",
      "speakers": [
        "BCLAGF"
      ],
      "track": 5517,
      "start": "2025-10-04T14:30:00+08:00",
      "end": "2025-10-04T15:30:00+08:00",
      "room": 4379,
      "duration": 60,
      "updated": "2025-09-02T15:54:23.451286+00:00",
      "state": null,
      "do_not_record": null
    },
    {
      "code": "MM8TEB",
      "id": 1325401,
      "title": "Mapping for Impact: Introducing Open Mapping to Civil Society in Sri Lanka",
      "abstract": "Over the past few years, the open mapping movement in Sri Lanka has witnessed a quiet revolution—led not by tech giants, but by grassroots changemakers. In this talk, I will share my journey of introducing and integrating OpenStreetMap (OSM) and open geospatial tools into the workflows of 113 civil society organizations in Sri Lanka.\r\n\r\nFrom initial awareness sessions to hands-on training, the talk will walk through how open maps were demystified and transformed into powerful tools for advocacy, community development, disaster preparedness, and resource mapping. I’ll highlight real-life use cases where OSM contributed to amplifying local voices and solving local challenges, including navigating post-disaster recovery and environmental monitoring.\r\n\r\nThe session will also explore the barriers encountered—technical, institutional, and cultural—and the creative strategies employed to overcome them. By the end, participants will gain insights into the practical steps for initiating open mapping in grassroots settings, the importance of local ownership, and why civil society must be central to the open data conversation in South Asia.\r\n\r\nLet’s map the unmapped—together, for change.",
      "speakers": [
        "3D8BL8"
      ],
      "track": 5522,
      "start": "2025-10-04T14:30:00+08:00",
      "end": "2025-10-04T14:50:00+08:00",
      "room": 4377,
      "duration": 20,
      "updated": "2025-09-02T15:54:23.451230+00:00",
      "state": null,
      "do_not_record": null
    },
    {
      "code": "CTPAV7",
      "id": 1325403,
      "title": "It’s complicated",
      "abstract": "Unlike most world maps, OpenStreetMap is built by a global community with a keen focus on local knowledge. For many local communities, proper representation of the native language is just as important as getting the locations right. OpenHistoricalMap extends this approach back in time, incidentally tracking the evolution of written language through toponyms. Increasingly, users experience both projects through vector maps, which cannot necessarily benefit from the techniques that enable broad language support in raster maps. In particular, many Asian writing systems present unique implementation challenges for both cartographers and renderer developers.\r\n\r\nThis talk traces the history of writing system support in one popular vector map library, MapLibre, from its origins in Mapbox GL to more recent experiments in improving text layout and rendering. As vector map technology finds its way onto the OSM homepage, these improvements will take on added urgency. You’ll learn about some mapping practices that renderer developers must work around, as well as limitations in underlying technologies like JavaScript and Unicode that block more comprehensive language coverage. You’ll come away with a fuller appreciation for the role of text rendering technology on the Web in the promotion of linguistic heritage.",
      "speakers": [
        "FGMQNF"
      ],
      "track": 5518,
      "start": "2025-10-04T14:30:00+08:00",
      "end": "2025-10-04T14:50:00+08:00",
      "room": 4376,
      "duration": 20,
      "updated": "2025-09-02T15:54:23.451268+00:00",
      "state": null,
      "do_not_record": null
    },
    {
      "code": "LV9MRX",
      "id": 1325402,
      "title": "Beyond the Binary: Gender, Language, and Representation in Open Mapping",
      "abstract": "OpenStreetMap (OSM) thrives on teamwork and the desire to accurately depict the globe. Nonetheless, within its contributor base, gender disparities still exist. In addition to reflecting larger cultural trends, this underrepresentation affects the type of data gathered and the viewpoints given priority. \r\n\r\nMappers, community organizers, and advocates get together on this topic to explore various aspects of gender in the OSM ecosystem. The workshop will highlight initiatives to promote diversity, talk about how cultural norms affect participation, and share personal experiences navigating gendered expectations. We will look into issues like: What are the ways in which mapping communities exhibit binary gender assumptions? What aspects of gender are influenced by linguistic and cultural contexts? In what ways can we establish environments that embrace a range of gender identities?\r\n\r\nBy examining these questions, the workshop aims to:\r\n• Draw attention to the difficulties that underrepresented genders in OSM confront. \r\n• Discuss ways to encourage equal participation and combat gender biases. \r\n• Promote the use of inclusive terminology and methods in mapping projects. \r\n\r\nThose working on diversity projects, community participation, and the creation of mapping tools and policies may find this conversation very relevant. Participants will get knowledge about creating an OSM community that is more inclusive and celebrates the diversity of its members.",
      "speakers": [
        "7CTNQV",
        "JBAK7J",
        "YBESUB"
      ],
      "track": 5522,
      "start": "2025-10-04T14:30:00+08:00",
      "end": "2025-10-04T15:30:00+08:00",
      "room": 4378,
      "duration": 60,
      "updated": "2025-09-02T15:54:23.451250+00:00",
      "state": null,
      "do_not_record": null
    },
    {
      "code": "QD3EQM",
      "id": 1325406,
      "title": "How we got here: three mapper stories",
      "abstract": "In this extended session we want to discuss what motivates people to join the OpenStreetMap community and what makes them stay. Hear the stories of  Denis Kasozi, Bayazid Ahmed and Prativa Thapa, three of our community members coming from different backgrounds and countries. Then join our speakers and the session host Walter Mayeku in an extended QA session to share experiences how people come to be part of the contributors.",
      "speakers": [
        "LY9RTS",
        "GCWAMV",
        "AXLS7C",
        "3UNRQL"
      ],
      "track": 5521,
      "start": "2025-10-04T15:00:00+08:00",
      "end": "2025-10-04T16:00:00+08:00",
      "room": 4377,
      "duration": 60,
      "updated": "2025-09-02T15:54:23.451321+00:00",
      "state": null,
      "do_not_record": null
    },
    {
      "code": "UUTQZX",
      "id": 1325405,
      "title": "Why and how to visualize OSM data using pmtiles",
      "abstract": "In this talk I will describe the pros and cons of using the pmtiles vector tile format in comparison with other tile formats. I will then talk about some of the tools available to generate pmtiles tiles based on OSM data and other GIS formats, inspect these tiles and visualize them on a website. Finally, I will demonstrate how I built in the real world a data pipeline to filter and transform OSM data, combine it with other data from external sources, generate pmtiles using the tools previously described and implement a website to display the generated tiles on a map.",
      "speakers": [
        "GXP7GW"
      ],
      "track": 5518,
      "start": "2025-10-04T15:00:00+08:00",
      "end": "2025-10-04T15:20:00+08:00",
      "room": 4376,
      "duration": 20,
      "updated": "2025-09-02T15:54:23.451304+00:00",
      "state": null,
      "do_not_record": null
    },
    {
      "code": "SAWRUB",
      "id": 1325407,
      "title": "Lightning Talks II",
      "abstract": "Lightning talks are short presentations (maximum 5 minutes) about a topic related to OpenStreetMap.",
      "speakers": [
        "YNFKER"
      ],
      "track": 5524,
      "start": "2025-10-04T15:30:00+08:00",
      "end": "2025-10-04T15:50:00+08:00",
      "room": 4376,
      "duration": 20,
      "updated": "2025-09-02T15:54:23.451338+00:00",
      "state": null,
      "do_not_record": null
    },
    {
      "id": 1325411,
      "title": {
        "en": "Coffee Break"
      },
      "start": "2025-10-04T08:00:00Z",
      "end": "2025-10-04T16:30:00+08:00",
      "room": 4378
    },
    {
      "id": 1325410,
      "title": {
        "en": "Coffee Break"
      },
      "start": "2025-10-04T08:00:00Z",
      "end": "2025-10-04T16:30:00+08:00",
      "room": 4375
    },
    {
      "id": 1325409,
      "title": {
        "en": "Coffee Break"
      },
      "start": "2025-10-04T08:00:00Z",
      "end": "2025-10-04T16:30:00+08:00",
      "room": 4379
    },
    {
      "id": 1325412,
      "title": {
        "en": "Coffee Break"
      },
      "start": "2025-10-04T08:00:00Z",
      "end": "2025-10-04T16:30:00+08:00",
      "room": 4377
    },
    {
      "id": 1325408,
      "title": {
        "en": "Coffee Break"
      },
      "start": "2025-10-04T08:00:00Z",
      "end": "2025-10-04T16:30:00+08:00",
      "room": 4376
    },
    {
      "code": "8KKLCS",
      "id": 1325413,
      "title": "Resilience Starts with a Map: Community-Led OSM Action in Dhaka’s Climate-Vulnerable Settlements",
      "abstract": "Dhaka, one of the most climate-affected cities in South Asia, is home to millions of migrants living in informal urban settlements. These densely populated areas are increasingly exposed to environmental and health hazards, particularly seasonal waterlogging and recurring dengue outbreaks. Despite the severity of these issues, many of these settlements remain underrepresented in official datasets, limiting the ability to implement targeted and effective resilience measures.\r\n\r\nAs part of our Capstone Project under the Climate Resilience Fellowship (CRF), this initiative leveraged OpenStreetMap (OSM) to conduct a community-led, GIS-based multi-hazard assessment in some of Dhaka’s most climate-vulnerable settlements. Our work followed a two-phase approach:\r\n\r\nField-based data collection and mapping, where youth and women from local communities actively identified water accumulation zones and dengue breeding hotspots using OSM tools.\r\n\r\nAwareness building and local preparedness activities, using the mapped data to facilitate community dialogues and promote action for health and disaster resilience.\r\n\r\nThrough this participatory mapping effort, we not only generated critical geospatial data but also strengthened local capacity to respond to climate and health risks. OSM served as both a data platform and a tool for empowerment, enabling residents to visualize their vulnerabilities and advocate for solutions.\r\n\r\nThis talk will showcase how open mapping, when integrated with community engagement and local knowledge, can effectively support disaster risk reduction, public health planning, and climate adaptation in marginalized urban areas. We will also reflect on the potential for replicating this model in other cities facing similar climate and health challenges.",
      "speakers": [
        "RHFS88"
      ],
      "track": 5521,
      "start": "2025-10-04T16:30:00+08:00",
      "end": "2025-10-04T16:50:00+08:00",
      "room": 4377,
      "duration": 20,
      "updated": "2025-09-02T15:54:23.451463+00:00",
      "state": null,
      "do_not_record": null
    },
    {
      "code": "M8GAVJ",
      "id": 1325414,
      "title": "Modeling improvements for access to services and economic opportunities for disabled people in Freetown’s informal settlements",
      "abstract": "<p>In Freetown, it is estimated that more than <strong>360,000 people</strong> live in informal settlements. These are vibrant and dynamic neighbourhoods of varying size, recency and characteristic. The residents of these settlements move between their own neighbourhoods and other parts of the city for economic and social reasons, but also to access services not available where they live.</p>\r\n  \r\n <p>As informal settlements often evolve without formal planning processes, the <strong>entry and exit points</strong> that connect them to adjacent neighbourhoods are not optimised. This means that some parts of informal settlements are very well served by access routes and some are poorly served.</p>\r\n  \r\n  <p>For <strong>people with disabilities</strong> in informal settlements, a lack of proximate entry/exit points or inaccessible entry/exit points can greatly exacerbate the already challenging process of accessing essential services, economic opportunity or social networks.</p>\r\n  \r\n  <p>Using recently acquired high-resolution drone imagery, OpenStreetMap data and community mapping methodologies, <strong>Humanitarian OpenStreetMap Team (HOT)</strong>, <strong>Freetown City Council (FCC)</strong>, <strong>National Commission for People with Disabilities - Sierra Leone (NCPD)</strong> and <strong>OpenStreetMap Sierra Leone (OSM SL)</strong> are collaborating to develop analysis methodologies to understand the status quo of access to <strong>seven informal settlements</strong> for disabled residents, as well as model how different proposed physical interventions could improve the access of people with disabilities to services and opportunities outside of the informal settlements in which they live.</p>\r\n  \r\n  <p>The analysis uses open-source <strong>GIS (geospatial information systems)</strong> tools to evaluate the optimal walkability of persons with disabilities (PWDs) within the seven informal settlements to entry/exit points. The entry/exit points are bridges, crossways, and highways.</p>\r\n  \r\n  <p>Alongside, open drone software — <strong>Drone Tasking Manager (Drone TM)</strong> and <strong>OpenDroneMap (ODM)</strong> — is used to capture and process the high-resolution imagery. The analysis also leverages several open mapping and open geo tools and databases, including:</p>\r\n  \r\n  <ul>\r\n    <li><strong>OpenStreetMap</strong> and OSM editors for digitising high-quality building datasets and Points of Interest (POIs).</li>\r\n    <li><strong>Mapillary</strong> for capturing and processing 360-degree images/videos to validate disability-friendly metrics on highways and entry/exit points.</li>\r\n    <li><strong>pgRouting</strong> for determining how long it takes to travel to entry/exit points from households and recommends the most efficient routes to be used by PWDs.</li>\r\n    <li><strong>uMap</strong> for visualising and sharing routing analysis for persons with disabilities (PWDs), providing relevant stakeholders with evidence-based insights to support decision-making.</li>\r\n  </ul>\r\n  \r\n  <p>The objective of this <strong>GIZ-funded project</strong> is to provide FCC with actionable information that will lead to improvement of entry/exit point infrastructure on the ground.</p>\r\n  \r\n  <p>We propose to share with the <strong>State of the Map</strong> audience the co-design process, methodology, outcomes and limitations of this experimental analysis so that it can be improved and adapted in Freetown and other settings.</p>",
      "speakers": [
        "TWTSPG"
      ],
      "track": 5520,
      "start": "2025-10-04T16:30:00+08:00",
      "end": "2025-10-04T16:50:00+08:00",
      "room": 4376,
      "duration": 20,
      "updated": "2025-09-02T15:54:23.451481+00:00",
      "state": null,
      "do_not_record": null
    },
    {
      "code": "RD3WXL",
      "id": 1325416,
      "title": "OSM Swiss Style and the new OSM Swiss Base Map",
      "abstract": "This talk will present the OSM Swiss Style project and the new OSM Swiss Base Map, which was developed by University of Applied Sciences OST, in cooperation with ETH Zurich, Sourcepole AG and the Swiss OpenStreetMap Association. The goal is to create a base map for thematic maps that blends Swiss cartographic design principles such as clarity and readability with modern technologies like vector tiles and unique worldwide datasets such as OpenStreetMap (OSM) data and Terrain 3D tiles. The map style pays particular attention to public transport. It uses MapLibre GL JS, PMTiles, Tilemaker with Lua scripts and an extended Shortbread schema. Graphical assets include custom-made icons, icons from the OSM project, and the Roboto font. Innovations include geographical name and points-of-interest (POI) prioritization with QRank, which will be discussed alongside the challenges experienced so far.",
      "speakers": [
        "EM9MWR"
      ],
      "track": 5518,
      "start": "2025-10-04T17:00:00+08:00",
      "end": "2025-10-04T17:20:00+08:00",
      "room": 4376,
      "duration": 20,
      "updated": "2025-09-02T15:54:23.451517+00:00",
      "state": null,
      "do_not_record": null
    },
    {
      "code": "BDNRAA",
      "id": 1325415,
      "title": "Local First in a Diverse Democracy: India’s Decentralized Path to Hosting the First Regional SotM",
      "abstract": "India’s OpenStreetMap community is characterised by its vast diversity and absence of a formal national body. Instead, independent regional groups drive mapping efforts, facing challenges such as funding restrictions and policy gaps. This talk highlights the “local first” approach, empowering regional communities to build sustainable mapping initiatives.\r\n\r\nUsing OSM Kerala as a case study, I will share how this community navigated legal and funding hurdles to successfully host India’s first regional State of the Map conference in 2023. The talk also explores how communities gained the trust of the government and spearheaded open data policies and releases. This will be a learning for how decentralised communities can leverage these developments to strengthen their impact.\r\n\r\nThis session offers valuable lessons for diverse democracies worldwide on fostering resilient and inclusive open mapping movements through local empowerment.",
      "speakers": [
        "G7PBPK"
      ],
      "track": 5522,
      "start": "2025-10-04T17:00:00+08:00",
      "end": "2025-10-04T17:20:00+08:00",
      "room": 4377,
      "duration": 20,
      "updated": "2025-09-02T15:54:23.451499+00:00",
      "state": null,
      "do_not_record": null
    },
    {
      "code": "9R8TBE",
      "id": 1325418,
      "title": "City-Scale Open Community Drone Mapping - A World First in Sierra Leone?",
      "abstract": "In April and May, 2025, in Freetown, 13 of the city’s residents became the first open drone\r\nmapping crew to take on the mapping of an entire capital city, creating a contiguous layer of\r\nhigh quality (sub-5cm) open aerial imagery, as well as 3d meshes and elevation models.\r\nThe crew represented a mix of city stakeholders from Freetown City Council (FCC), Federation\r\nof Urban and Rural Poor (FEDURP), Centre of Dialogue on Human Settlement and Poverty\r\nAlleviation (CODOHSAPA) and OpenStreetMap Sierra Leone and the initiative was funded by\r\nHumanitarian OpenStreetMap Team (HOT) and GIZ at the request of Freetown City Council to\r\nsupport a host of urban development use cases including access to essential services analysis\r\nfor people with disabilities, living in informal settlements.\r\nThe open mapping world is incredible because it allows people, communities and organisations\r\nto take autonomous action, creating and using geographical data to make positive change.\r\nHowever, imagery remains a significant dependency.\r\nMuch mapping depends on access to good quality aerial imagery and this still largely means\r\nusing whatever is available through accessible imagery layers provided by corporations or\r\npurchasing imagery at commercial rates. Exceptions to this, such as Maxar’s Open Data\r\nProgram, contribute freely licensed imagery but are limited to disaster response activations or\r\nare at the discretion of Maxar’s decision makers.\r\nThe increasingly low price and high performance of low-cost drones has long promised to\r\ndisrupt this status quo and the development of OpenAerialMap and OpenDroneMap have\r\nalready contributed significantly to making this possible. The latest FOSS tooling to be added to\r\nthis ecosystem is Drone Tasking Manager, which does for drone mapping what the HOT Tasking\r\nManager does for remote mapping; enabling community members to participate in large scale,\r\ncoordinated campaigns with built in quality checks.\r\nWe propose to demonstrate to the State of the Map audience how local people with low-cost,\r\nconsumer-grade drones and an open tech stack can now deliver high quality aerial imagery for\r\ncity authorities and urban communities at a city scale and for a fraction of the cost of\r\ncomparable satellite imagery or commercially-flown drone imagery.",
      "speakers": [
        "RUQJMW"
      ],
      "track": 5517,
      "start": "2025-10-05T09:30:00+08:00",
      "end": "2025-10-05T09:50:00+08:00",
      "room": 4377,
      "duration": 20,
      "updated": "2025-09-02T15:54:23.451553+00:00",
      "state": null,
      "do_not_record": null
    },
    {
      "code": "MDWSKG",
      "id": 1325419,
      "title": "Address and street name grids in the Philippines",
      "abstract": "Rare in Asia, house numbering grids are indeed present in the Philippines, as an analysis of\r\nOpenStreetMap data shows.\r\n\r\nIn places like Bonifacio Global City the names of roads themselves form a quite advanced pattern,\r\nwith non-overlapping street vs. avenue numbering. House numbers are absent. Other places like Pasay\r\nhave odd numbered street names perpendicular to even.\r\n\r\nIf the physical streets form a grid, but the current numbers don't, then we take the liberty to\r\nsuggest one.\r\n\r\nSoftware used: OGR/GDAL and GNU/Linux command line tools and Viking GPS to display the KMZs\r\nproduced.\r\n\r\nFull article: https://www.jidanni.org/geo/house_numbering/grids/ph/ncr/bands/high.html",
      "speakers": [
        "ZMLFKT"
      ],
      "track": 5517,
      "start": "2025-10-05T09:30:00+08:00",
      "end": "2025-10-05T09:50:00+08:00",
      "room": 4376,
      "duration": 20,
      "updated": "2025-09-02T15:54:23.451571+00:00",
      "state": null,
      "do_not_record": null
    },
    {
      "code": "FZKAAE",
      "id": 1325417,
      "title": "From Sprawl to Strategy, Leveraging OpenStreetMap for Smarter Urban Growth Analysis a case of Dodoma City",
      "abstract": "Using OpenStreetMap and GIS to Monitor Urban Sprawl, Forecast Building Demand, and Evaluate Urban Development Trends\r\nThis session initially presents a practical approach to equipping the Ministry of Lands, Housing, and Human Settlements Development (MLHHSD) staff in Tanzania with essential GIS skills for urban planning. By leveraging open-source tools and OpenStreetMap (OSM) data, state of map participants will learn how to analyze urban sprawl, forecast future building space needs, and evaluate trends in urban development and planning control.\r\nUrban sprawl, characterized by uncontrolled city expansion, poses major challenges for sustainable development. Through spatial analysis, visualization, and modeling using tools like OSM, QGIS and spatial statistics, participants can identify growth hotspots, assess building density patterns, and measure the Urban Sprawl Index. The session also covers forecasting techniques using historical data and scenario modeling to project building demand and align infrastructure development with population trends.\r\nFurthermore, GIS tools will be applied to evaluate long-term development trends, monitor the effectiveness of urban policies, and assess the environmental impact of expansion. Attendees will explore practical steps for implementation, including data collection strategies, interdepartmental collaboration, and stakeholder engagement. This session demonstrates how open data ecosystems like OSM and GIS can empower governments to make informed, future-oriented urban planning decisions",
      "speakers": [
        "SQXFVL"
      ],
      "track": 5520,
      "start": "2025-10-05T09:30:00+08:00",
      "end": "2025-10-05T10:30:00+08:00",
      "room": 4378,
      "duration": 60,
      "updated": "2025-09-02T15:54:23.451535+00:00",
      "state": null,
      "do_not_record": null
    },
    {
      "code": "YDENQX",
      "id": 1325421,
      "title": "The Role of Crowdsourced Damage Assessment in Disaster Response and Recovery",
      "abstract": "During disasters, there is a need for accurate, rapid, and reliable mapping, validation, and damage assessment to inform humanitarian response and recovery efforts. However, as disasters are often extensive in scale, it is important that these methodologies are scalable and can be employed for multiple affected areas at any point in time.\r\n\r\nCrowdsourced mapping, validation, and damage assessment, when combined with multiple layers of validation with local knowledge, enables humanitarian actors to quickly reach multiple affected areas at once - ensuring that no one is left behind. Humanitarian OpenStreetMap Team (HOT) will cover the crowdsourced methodology piloted for the 2025 Myanmar Earthquake response, the outcomes, and the lessons learned.\r\n\r\nThere are pros and cons in applying different methodologies - AI-generated, expert-led, or crowdsourced - during a disaster. HOT sees value in employing a mixed-methods approach. This session will also explore the methodologies' benefits and limitations, and HOT's preliminary assessment of a mixed-methods model for future disaster response.",
      "speakers": [
        "3SJSQR",
        "LXXGZS"
      ],
      "track": 5517,
      "start": "2025-10-05T10:00:00+08:00",
      "end": "2025-10-05T10:20:00+08:00",
      "room": 4377,
      "duration": 20,
      "updated": "2025-09-02T15:54:23.451606+00:00",
      "state": null,
      "do_not_record": null
    },
    {
      "code": "GSLL8S",
      "id": 1325420,
      "title": "UN Mappers: Building a Community of Mappers to Support Peace with OpenStreetMap",
      "abstract": "The UN Maps Programme, an initiative from the Department of Operational Support at the United Nations, provides topographic maps, operational geo-information, search and navigation tools, and imagery and street-level base maps to peacekeeping and humanitarian actors in UN mission areas. UN Maps has established a community of OpenStreetMap (OSM) data contributors called UN Mappers. The UN Mappers community is a collective of open mapping enthusiasts dedicated to building accurate and crowd-worked geospatial data to support peacekeeping and humanitarian missions on the ground.\r\n\r\nThe session aims to provide updates about the UN Maps programme and the UN Mappers community. In addition, we aim to share co-created and adopted initiatives that we are currently exploring in community building and sustainability, such as the UN Mappers Ambassadors and Chapters, and to discuss lessons learned and challenges.",
      "speakers": [
        "JBAK7J",
        "BCLAGF"
      ],
      "track": 5522,
      "start": "2025-10-05T10:00:00+08:00",
      "end": "2025-10-05T10:20:00+08:00",
      "room": 4376,
      "duration": 20,
      "updated": "2025-09-02T15:54:23.451589+00:00",
      "state": null,
      "do_not_record": null
    },
    {
      "code": "YDSFTB",
      "id": 1325423,
      "title": "Lightning Talks III",
      "abstract": "Lightning talks are short presentations (maximum 5 minutes) about a topic related to OpenStreetMap.",
      "speakers": [
        "YNFKER"
      ],
      "track": 5524,
      "start": "2025-10-05T10:30:00+08:00",
      "end": "2025-10-05T10:50:00+08:00",
      "room": 4376,
      "duration": 20,
      "updated": "2025-09-02T15:54:23.451641+00:00",
      "state": null,
      "do_not_record": null
    },
    {
      "code": "RMVQF9",
      "id": 1325422,
      "title": "OSM mapping of building damage - review and prospects after Chido in Mayotte",
      "abstract": "On December 14, 2024, the territory of Mayotte, a French department of more than 300,000 inhabitants made up of several islands between Africa and Madagascar, was hit by the passage of Chido, the most violent cyclone it had seen in more than fifty years.\r\nPleiades imagery taken in the following days, between December 17 and 24, were posted online and released for the OSM contribution. These images provided an opportunity to compare the situation before and after the disaster and to assess the damage to thousands of buildings. The presentation will explain the chosen methodology, which was inspired by the few examples previously produced in OSM and by a methodology developed by researchers at the Harvard Humanitarian Initiative. It will briefly show the editing workflow, which uses a specific preset and cartographic style in JOSM and relies on detailed descriptions and videos in several languages. It will also analyze the results obtained and the statistics generated throughout the cartographic process. It will compare them with other post-Chido evaluations carried out remotely or in the field, but on smaller samples. Finally, it will look at the prospects for replication in other contexts affected by wind damage.",
      "speakers": [
        "HGCMWV"
      ],
      "track": 5517,
      "start": "2025-10-05T10:30:00+08:00",
      "end": "2025-10-05T10:50:00+08:00",
      "room": 4377,
      "duration": 20,
      "updated": "2025-09-02T15:54:23.451623+00:00",
      "state": null,
      "do_not_record": null
    },
    {
      "id": 1325426,
      "title": {
        "en": "Coffee Break"
      },
      "start": "2025-10-05T03:00:00Z",
      "end": "2025-10-05T11:30:00+08:00",
      "room": 4375
    },
    {
      "id": 1325424,
      "title": {
        "en": "Coffee Break"
      },
      "start": "2025-10-05T03:00:00Z",
      "end": "2025-10-05T11:30:00+08:00",
      "room": 4376
    },
    {
      "id": 1325427,
      "title": {
        "en": "Coffee Break"
      },
      "start": "2025-10-05T03:00:00Z",
      "end": "2025-10-05T11:30:00+08:00",
      "room": 4379
    },
    {
      "id": 1325428,
      "title": {
        "en": "Coffee Break"
      },
      "start": "2025-10-05T03:00:00Z",
      "end": "2025-10-05T11:30:00+08:00",
      "room": 4378
    },
    {
      "id": 1325425,
      "title": {
        "en": "Coffee Break"
      },
      "start": "2025-10-05T03:00:00Z",
      "end": "2025-10-05T11:30:00+08:00",
      "room": 4377
    },
    {
      "code": "TFURNU",
      "id": 1325431,
      "title": "From Mappers to Movement Builders: Strengthening Local Leadership through Open Mapping Gurus",
      "abstract": "The Open Mapping Gurus are more than skilled mappers—they are changemakers rooted in their local contexts, driven by purpose, and committed to building resilient communities through open data. As mapping needs shift from short-term project engagement to long-term sustainability and impact, we need to equip these local champions not just with tools—but with vision, leadership, and strategy.\r\n\r\nThis workshop explores how Open Mapping Gurus can play a central role in implementing and co-owning regional and national community-building strategies. Drawing from the Asia-Pacific Open Mapping Hub’s 2025–2030 Community Building Strategy, this session will present pathways for local leadership, inclusive participation, and cross-border collaboration. Participants will unpack the strategy’s key objectives—such as strengthening grassroots mapping, integrating community-centered monitoring and evaluation (MEL), and scaling open mapping through partnerships—and localize these goals through the lens of their own communities.\r\n\r\nUsing interactive frameworks, reflection tools, and real-world examples, the workshop will help Gurus:\r\n\r\n1) Identify their unique leadership role and local impact potential\r\n2) Map opportunities for growing their local communities or projects\r\n3) Align their ongoing work with regional strategy goals\r\n4) Collaborate with other Gurus and partners to solve shared challenges\r\n\r\nBy the end of this session, Gurus will leave with a clearer roadmap of how their grassroots work fits into a broader open mapping movement—where their contributions are seen, supported, and celebrated. This is not just a workshop; it's an invitation to step more confidently into your leadership role within the open mapping ecosystem.",
      "speakers": [
        "W8J3SL",
        "3SJSQR"
      ],
      "track": 5517,
      "start": "2025-10-05T11:30:00+08:00",
      "end": "2025-10-05T11:50:00+08:00",
      "room": 4377,
      "duration": 20,
      "updated": "2025-09-02T15:54:23.451825+00:00",
      "state": null,
      "do_not_record": null
    },
    {
      "code": "EBQSZC",
      "id": 1325429,
      "title": "OSM Data for Routing - From Tags to Routing & Mobility Analysis",
      "abstract": "How does OpenStreetMap data as a collection of nodes, ways, and relations with tags like `highway=*`, `access=*` become the fast, turn-by-turn navigation and routing you see and use every day, including on `openstreetmap.org`?\r\n\r\nAnd what else can you build and do with such a Routing Network?\r\n\r\nThis **beginner-friendly deep-dive** unpacks the **tag-to-routing network process* and compares today’s most prominent open-source routing engines (OSRM, GraphHopper, Valhalla, openrouteservice). \r\nOn the example of openrouteservice we will show how currently 180,000 users, from governments to humanitarian responders, **turn raw OSM data into meaningful mobility analysis** using directions, isochrones and vehicle-route optimisation and how your contribution helps them do this. \r\n\r\nTo round up the talk, we will focus on **current trends for routing engines** and look at two forthcoming and noteworthy developments in the openrouteservice ecosystem, that aim to **mitigate climate and humanitarian related challenges**.",
      "speakers": [
        "8RD9TG"
      ],
      "track": 5519,
      "start": "2025-10-05T11:30:00+08:00",
      "end": "2025-10-05T12:10:00+08:00",
      "room": 4376,
      "duration": 40,
      "updated": "2025-09-02T15:54:23.451769+00:00",
      "state": null,
      "do_not_record": null
    },
    {
      "code": "KVEUCX",
      "id": 1325430,
      "title": "Steph-outside: Outdoor Mapping under the bright Sky with KartaView and Mapillary",
      "abstract": "This hands-on workshop explores Mapillary and KartaView—two platforms for collecting and using street-level imagery to enhance OpenStreetMap. Participants will learn how to capture and upload imagery using smartphones or action cameras, compare platform features, and understand licensing, privacy, and community engagement considerations. We’ll demonstrate how each tool integrates with OSM editors for mapping features like bike lanes, traffic signages, and pedestrian infrastructure. Through practical exercises and local examples, attendees will gain skills to apply these tools in their own mapping initiatives and make informed decisions on which platform best supports their goals for civic and community mapping.",
      "speakers": [
        "U7KHEF"
      ],
      "track": 5521,
      "start": "2025-10-05T11:30:00+08:00",
      "end": "2025-10-05T12:30:00+08:00",
      "room": 4378,
      "duration": 60,
      "updated": "2025-09-02T15:54:23.451802+00:00",
      "state": null,
      "do_not_record": null
    },
    {
      "code": "PRATCA",
      "id": 1325432,
      "title": "Mapping Resilience and Empowering Sustainable Development in Sri Lankan Communities through OpenStreetMap",
      "abstract": "Sri Lanka, as a tropical island nation, faces significant challenges including frequent climate related disasters such as floods, landslides, and droughts, alongside socio economic inequalities and limited access to digital infrastructure in many rural and underserved areas. OpenStreetMap (OSM) has become a transformative platform that enables communities to map their own environments, fostering resilience and advancing sustainable development goals through locally driven geospatial data creation and use.\r\nThis presentation delves into how community based mapping initiatives in Sri Lanka leverage OSM to empower vulnerable populations especially youth and women by providing training in digital literacy, data science, and geospatial technologies. These programs not only equip participants with valuable skills but also nurture a sense of ownership and agency in managing their environment. The integration of emerging technologies such as artificial intelligence (AI) and machine learning enhances data accuracy and analysis, facilitating better planning for disaster risk reduction, infrastructure development, and natural resource management.\r\n\r\nDrawing on specific case studies from rural flood-prone villages to urban areas engaging university youth through YouthMappers chapters, and successful examples of community collaboration, capacity building, and the use of tools like QGIS, Overpass API, and AI-powered satellite imagery analysis. It showcases how OSM maps produced by these communities serve as crucial resources for local authorities, NGOs, and disaster management agencies. Moreover, emphasizes the role of digital inclusion as a cornerstone for sustainable development, highlighting efforts to reduce the digital divide by improving access to mapping technology and data literacy. By fostering an ecosystem where open data meets inclusive education and participatory technology, Sri Lankan communities are crafting innovative pathways to resilience that transcend traditional development approaches.",
      "speakers": [
        "3ZKDYG"
      ],
      "track": 5521,
      "start": "2025-10-05T12:00:00+08:00",
      "end": "2025-10-05T12:20:00+08:00",
      "room": 4377,
      "duration": 20,
      "updated": "2025-09-02T15:54:23.451843+00:00",
      "state": null,
      "do_not_record": null
    },
    {
      "code": "XXHWYH",
      "id": 1325434,
      "title": "Community Participatory Mapping of Water Sanitation and Hygiene Access for Sustainable Urban Planning.",
      "abstract": "Access to safe water and sanitation is critical for public health and sustainable urban development, yet significant disparities persist in informal settlements across low- and middle-income countries. This study explores inequalities in WASH access within Korogocho and Viwandani which are two densely populated informal settlements in Nairobi, using a participatory geospatial approach. Community members collaborated in mapping key WASH-related assets, including water points, sanitation facilities, and waste collection sites, enabling a detailed spatial understanding often absent in official datasets.\r\nA three-stage methodology was applied: participatory asset mapping, field validation using SurveyCTO , and data digitization and uploading onto OpenStreetMap. The process not only improved data quality but also empowered and built capacity of local residents through engagement in data collection and urban planning discussions.\r\nResults revealed critical service gaps, facility unreliability, and infrastructure needs, particularly during droughts. Despite Nairobi’s reported high access levels to improved water (96.4%), this figure masks deep inequalities within its informal settlements. By identifying priority areas and visualizing spatial inequalities, participatory GIS offers a scalable model for inclusive planning and equitable WASH interventions. This research underscores the role of community-driven mapping in fostering sustainable urban resilience and informing policy for underserved populations.",
      "speakers": [
        "8AZY3X"
      ],
      "track": 5522,
      "start": "2025-10-05T12:30:00+08:00",
      "end": "2025-10-05T12:50:00+08:00",
      "room": 4377,
      "duration": 20,
      "updated": "2025-09-02T15:54:23.451878+00:00",
      "state": null,
      "do_not_record": null
    },
    {
      "code": "3WWGYS",
      "id": 1325433,
      "title": "What Could You Do with 100 Days of Mapping?",
      "abstract": "What could you really accomplish with 100 days of consistent mapping? Add 1000 buildings, delete 100 nodes, or achieve completeness for an entire neighbourhood? Within the OpenStreetMap community, mappers contribute at different levels and frequencies using several tools and editors to enhance the map. In this presentation, we will share our experiences mapping every single day - the lessons learnt, the shortcuts we somehow didn't know, and key insights on maintaining data quality while sustaining a daily mapping practice over an extended period. We'll explore frameworks that could be considered for similar mapping challenges, strategies for finding motivation when inspiration runs low, and tracking progress to celebrate mapping milestones along the way.",
      "speakers": [
        "KEEP87"
      ],
      "track": 5517,
      "start": "2025-10-05T12:30:00+08:00",
      "end": "2025-10-05T12:50:00+08:00",
      "room": 4376,
      "duration": 20,
      "updated": "2025-09-02T15:54:23.451861+00:00",
      "state": null,
      "do_not_record": null
    },
    {
      "id": 1325438,
      "title": {
        "en": "Lunch Break"
      },
      "start": "2025-10-05T05:00:00Z",
      "end": "2025-10-05T14:30:00+08:00",
      "room": 4375
    },
    {
      "id": 1325437,
      "title": {
        "en": "Lunch Break"
      },
      "start": "2025-10-05T05:00:00Z",
      "end": "2025-10-05T14:30:00+08:00",
      "room": 4378
    },
    {
      "id": 1325439,
      "title": {
        "en": "Lunch Break"
      },
      "start": "2025-10-05T05:00:00Z",
      "end": "2025-10-05T14:30:00+08:00",
      "room": 4377
    },
    {
      "id": 1325435,
      "title": {
        "en": "Lunch Break"
      },
      "start": "2025-10-05T05:00:00Z",
      "end": "2025-10-05T14:30:00+08:00",
      "room": 4376
    },
    {
      "id": 1325436,
      "title": {
        "en": "Lunch Break"
      },
      "start": "2025-10-05T05:00:00Z",
      "end": "2025-10-05T14:30:00+08:00",
      "room": 4379
    },
    {
      "code": "ECRTL9",
      "id": 1325440,
      "title": "OSMF Board AMA",
      "abstract": "During the OpenStreetMap Foundation Board Ask Us Anything (i.e. AMA) session, we will take questions from the audience oand/or more questions that the larger community can submit before the event. We can discuss the board's past actions and our future plans.\r\n\r\nLet’s have a conversation about the Foundation and the Board and how all the parts work together. If you know nothing about what the board is doing, this is a chance to find out. Find out what the Foundation does and doesn’t do, what it can and can’t do. Find out how you can help and get involved. The Board is committed to openness and wants to engage with the community.\r\n\r\nFeel free to ask us questions also outside this specific session.",
      "speakers": [
        "KEEP87",
        "SXPGUB"
      ],
      "track": 5522,
      "start": "2025-10-05T14:30:00+08:00",
      "end": "2025-10-05T15:30:00+08:00",
      "room": 4375,
      "duration": 60,
      "updated": "2025-09-02T15:54:23.452008+00:00",
      "state": null,
      "do_not_record": null
    },
    {
      "id": 1325441,
      "title": {
        "en": "Coffee Break"
      },
      "start": "2025-10-05T07:30:00Z",
      "end": "2025-10-05T16:00:00+08:00",
      "room": 4375
    },
    {
      "id": 1325445,
      "title": {
        "en": "Coffee Break"
      },
      "start": "2025-10-05T07:30:00Z",
      "end": "2025-10-05T16:00:00+08:00",
      "room": 4376
    },
    {
      "id": 1325442,
      "title": {
        "en": "Coffee Break"
      },
      "start": "2025-10-05T07:30:00Z",
      "end": "2025-10-05T16:00:00+08:00",
      "room": 4379
    },
    {
      "id": 1325443,
      "title": {
        "en": "Coffee Break"
      },
      "start": "2025-10-05T07:30:00Z",
      "end": "2025-10-05T16:00:00+08:00",
      "room": 4377
    },
    {
      "id": 1325444,
      "title": {
        "en": "Coffee Break"
      },
      "start": "2025-10-05T07:30:00Z",
      "end": "2025-10-05T16:00:00+08:00",
      "room": 4378
    },
    {
      "code": "W8PJRF",
      "id": 1325446,
      "title": "OpenStreetMap Awards 2025",
      "abstract": "The [OpenStreetMap community awards](https://blog.openstreetmap.org/2025/06/07/call-for-nominees-openstreetmap-awards-2025-in-manila/) are nominated and chosen by the community. The OpenStreetMap awards is a global recognition event that celebrates contributors from all corners of the OSM project – including mappers, developers, community organizers, writers, and everyone who makes OSM great. This will be the awards ceremony.",
      "speakers": [
        "YNFKER",
        "TJ9EBM"
      ],
      "track": 5522,
      "start": "2025-10-05T16:00:00+08:00",
      "end": "2025-10-05T16:20:00+08:00",
      "room": 4375,
      "duration": 20,
      "updated": "2025-09-02T15:54:23.452131+00:00",
      "state": null,
      "do_not_record": null
    },
    {
      "code": "L9M8UP",
      "id": 1325447,
      "title": "Closing",
      "abstract": "We say goodbye to this year's State of the Map conference and to Manila. You will see some impressions from the conference and we say thank you to all volunteers and to the local team of Manila. We hope that we can already announce the venue of State of the Map 2026.",
      "speakers": [
        "YNFKER"
      ],
      "track": 5522,
      "start": "2025-10-05T16:30:00+08:00",
      "end": "2025-10-05T16:50:00+08:00",
      "room": 4375,
      "duration": 20,
      "updated": "2025-09-02T15:54:23.452148+00:00",
      "state": null,
      "do_not_record": null
    },
    {
      "id": 1334207,
      "title": {
        "en": "Coffee Break"
      },
      "start": "2025-10-03T03:00:00Z",
      "end": "2025-10-03T12:00:00+08:00",
      "room": 4377
    },
    {
      "code": "LJGVP9",
      "id": 1334208,
      "title": "PlaceCrafter: Curating Urban Functional Regions through Platial Clustering of OpenStreetMap Points of Interest",
      "abstract": "The world is not just made of streets, buildings, and zones; it is shaped by how people engage and interact with places in their everyday lives. This abstract presents a web-based geospatial tool that supports the mapping of these lived places and locales named PlaceCrafter. PlaceCrafter supports researchers in identifying platial regions: functional, human-centred areas that cross administrative and formal boundaries. The framework is built on OpenStreetMap, combining (near) real-time clustering, analysis, and statistical validation of these platial regions. PlaceCrafter supports researchers in exploring the subjective experiences of place through existing datasets and city structures.",
      "speakers": [
        "9ZR3LL"
      ],
      "track": null,
      "start": "2025-10-03T12:30:00+08:00",
      "end": "2025-10-03T12:35:00+08:00",
      "room": 4377,
      "duration": 5,
      "updated": "2025-09-10T04:36:43.726155+00:00",
      "state": null,
      "do_not_record": null
    },
    {
      "code": "YMCEX7",
      "id": 1334209,
      "title": "Leveraging OpenStreetMap for hyperlocal geocoding of Twitter data: A spatiotemporal analysis of the 2016 Haifa (Israel) wildfire",
      "abstract": "This study presents a geospatial framework that combines NLP, machine learning, and GIScience to extract and georeference tweets related to the November 2016 Haifa wildfire, enabling near real-time insights into urban fire dynamics. Using OpenStreetMap and GeoNames to geocode over 16,000 tweets, the researchers demonstrated strong spatial and temporal alignment with official fire incident reports, highlighting social media’s potential as a supplementary data source for disaster response. The approach offers a scalable model for leveraging crowdsourced and user-generated data in emergency informatics, especially in data-scarce regions.",
      "speakers": [
        "QVPDRK"
      ],
      "track": null,
      "start": "2025-10-03T12:35:00+08:00",
      "end": "2025-10-03T12:40:00+08:00",
      "room": 4377,
      "duration": 5,
      "updated": "2025-09-10T04:36:43.726183+00:00",
      "state": null,
      "do_not_record": null
    },
    {
      "code": "LBDHR9",
      "id": 1334210,
      "title": "Mapping Mangrove Regeneration and Degradation Zones in the Sundarbans Using OpenStreetMap and Remote Sensing",
      "abstract": "Mangrove ecosystems are frontline defenders against climate change, yet data gaps hinder timely conservation. This research introduces a open mapping framework to detect and classify mangrove regeneration and degradation zones in the Sundarbans—one of the world’s largest mangrove forests. We fuse NDVI-based satellite analytics with OpenStreetMap (OSM) contributions and local validation to improve spatial accuracy. Our workflow strengthens OSM’s environmental data model and demonstrates how open-source mapping can guide climate adaptation, habitat restoration, and disaster risk planning. The study serves as a template for scaling environmental monitoring across other fragile coastal ecosystems.",
      "speakers": [
        "ZS3M3P"
      ],
      "track": null,
      "start": "2025-10-03T12:40:00+08:00",
      "end": "2025-10-03T12:45:00+08:00",
      "room": 4377,
      "duration": 5,
      "updated": "2025-09-10T04:36:43.726205+00:00",
      "state": null,
      "do_not_record": null
    },
    {
      "code": "BDTYZ9",
      "id": 1334211,
      "title": "OSMlanduse: A dataset of European Union land use at 10 m resolution derived from OpenStreetMap and Sentinel-2",
      "abstract": "OSMlanduse is the first EU-wide 10 m land-use map integrating 3.2 million OpenStreetMap geometries with Sentinel-2 imagery through an open deep-learning workflow. Delivering CORINE-level thematic detail with finer spatial resolution, it achieves 89% accuracy, providinng wall-to-wall coverage while retaining OSM’s sub-metre detail where available. Released under open licences with reproducible scripts, it supports applications from climate modelling and biodiversity surveys to urban planning and policy monitoring. By uniting crowdsourced mapping and Earth observation, OSMlanduse demonstrates a scalable, transparent approach to producing reliable, high-resolution land-use information at continental scale.",
      "speakers": [
        "CLC9FS"
      ],
      "track": null,
      "start": "2025-10-03T12:45:00+08:00",
      "end": "2025-10-03T12:50:00+08:00",
      "room": 4377,
      "duration": 5,
      "updated": "2025-09-10T04:36:43.726225+00:00",
      "state": null,
      "do_not_record": null
    },
    {
      "id": 1334212,
      "title": {
        "en": "Lunch Break"
      },
      "start": "2025-10-03T05:00:00Z",
      "end": "2025-10-03T14:30:00+08:00",
      "room": 4377
    },
    {
      "code": "EH3ZWQ",
      "id": 1334213,
      "title": "When Metadata Isn’t Enough: Extrinsic Quality Assessment of OSM Using Custom Reference Data",
      "abstract": "This talk explores the extrinsic quality of OpenStreetMap data in Brno by comparing the city’s most frequently mapped amenities against a custom, field-collected reference dataset. The findings highlight relatively high attribute accuracy in OSM but reveal gaps in feature completeness, with only about 34.94% of features matched with the reference dataset.",
      "speakers": [
        "FAJBTH"
      ],
      "track": null,
      "start": "2025-10-03T14:30:00+08:00",
      "end": "2025-10-03T14:50:00+08:00",
      "room": 4377,
      "duration": 20,
      "updated": "2025-09-10T04:36:43.726275+00:00",
      "state": null,
      "do_not_record": null
    },
    {
      "code": "WJDTBX",
      "id": 1334214,
      "title": "User testing of AI-assisted mapping tool fAIr",
      "abstract": "Humanitarian OpenStreetMap Team proposed the fAIr project (https://fair.hotosm.org/) - an open-source AI-assisted mapping tool. This study describes our user testing organized to compare AI-assisted mapping of buildings in the fAIr tool and classic manual mapping of buildings in the JOSM editor without AI assistance. 26 participants took part in the experiment. Efficiency (number of buildings mapped per minute), effectiveness (proportion of buildings mapped correctly), and satisfaction (feedback from participants) were analyzed.",
      "speakers": [
        "YGRHL8"
      ],
      "track": null,
      "start": "2025-10-03T15:00:00+08:00",
      "end": "2025-10-03T15:20:00+08:00",
      "room": 4377,
      "duration": 20,
      "updated": "2025-09-10T04:36:43.726297+00:00",
      "state": null,
      "do_not_record": null
    },
    {
      "code": "CWLZMQ",
      "id": 1334215,
      "title": "Intelligent Enough? Evaluating Collective Action in HOT Tasking Manager Mapping Projects",
      "abstract": "This talk examines the dynamics of collective intelligence in humanitarian mapping projects coordinated through the HOT Tasking Manager, using a dataset of 746 projects and 312,289 tasks to evaluate participation, collaboration, and evidence of intelligent group behavior.",
      "speakers": [
        "SXPGUB"
      ],
      "track": null,
      "start": "2025-10-03T15:30:00+08:00",
      "end": "2025-10-03T15:50:00+08:00",
      "room": 4377,
      "duration": 20,
      "updated": "2025-09-10T04:36:43.726317+00:00",
      "state": null,
      "do_not_record": null
    },
    {
      "id": 1334216,
      "title": {
        "en": "Coffee Break"
      },
      "start": "2025-10-03T08:00:00Z",
      "end": "2025-10-03T16:30:00+08:00",
      "room": 4377
    },
    {
      "code": "EK9UYY",
      "id": 1334217,
      "title": "EUthMappers - learning by teaching mapping",
      "abstract": "EUthMappers is an ERASMUS+ initiative that promotes STEAM education in secondary schools throughout the European Union, enhancing students' digital skills and fostering environmental civic engagement. The project includes three universities, students and teachers from five European schools, working for two years. The project has three main phases: development of training materials, local mapping projects and humanitarian mapping collaboration. This presentation outlines the project's implementation steps and showcases the remarkable results achieved by not only participating students but also organizers.",
      "speakers": [
        "H8BMVZ"
      ],
      "track": null,
      "start": "2025-10-03T16:30:00+08:00",
      "end": "2025-10-03T16:35:00+08:00",
      "room": 4377,
      "duration": 5,
      "updated": "2025-09-10T04:36:43.726363+00:00",
      "state": null,
      "do_not_record": null
    },
    {
      "code": "GCAXF9",
      "id": 1334218,
      "title": "Behaviour-Based Quality Assessment of OpenStreetMap Data in Data Scarce Area Using Unsupervised Machine Learning",
      "abstract": "This study introduces a behavior-dependent, unsupervised machine learning approach to assess the intrinsic quality of OpenStreetMap (OSM) data in Dhaka, which is both data-starved and urbanizing rapidly urbanizing area. Leveraging enriched contributor metadata and Principal Component Analysis (PCA), latent behavioral patterns and segmented contributors identified using KMeans and HDBSCAN. The silhouette score for PCA-based clustering was 0.951. The results show superior interpretability of KMeans over HDBSCAN. This repeatable methodology provides a scalable and reference-free solution to take quality assurance of VGI datasets to the front-line, in cases of limited or no authoritative data.",
      "speakers": [
        "DV8DBP"
      ],
      "track": null,
      "start": "2025-10-03T16:35:00+08:00",
      "end": "2025-10-03T16:40:00+08:00",
      "room": 4377,
      "duration": 5,
      "updated": "2025-09-10T04:36:43.726382+00:00",
      "state": null,
      "do_not_record": null
    },
    {
      "code": "8UZC9Y",
      "id": 1334219,
      "title": "Open Mapping for Urban Resilience: A Routing Model to Nearest Safe Spaces in Earthquake-Vulnerable Dhaka",
      "abstract": "Dhaka, one of the most densely populated cities in the world, faces a high risk of catastrophic damage in the event of a major earthquake. The lack of accessible open spaces poses a serious challenge for emergency evacuation and survival. This project utilizes OpenStreetMap (OSM) road and building layers, combined with satellite imagery, to identify existing open spaces across the city. Using ArcGIS, a routing model was developed to guide individuals to their nearest safe zone during an earthquake. This approach demonstrates how open-source geospatial data and GIS tools can be leveraged for disaster preparedness in high-risk areas.",
      "speakers": [
        "3QC98A"
      ],
      "track": null,
      "start": "2025-10-03T16:40:00+08:00",
      "end": "2025-10-03T16:45:00+08:00",
      "room": 4377,
      "duration": 5,
      "updated": "2025-09-10T04:36:43.726402+00:00",
      "state": null,
      "do_not_record": null
    },
    {
      "code": "BNYFHF",
      "id": 1334220,
      "title": "What opinions do LLMs/chatbots have about OpenStreetMap?",
      "abstract": "In this work we develop a reproducible pipeline for querying multiple LLMs/chatbots in order to access and analyse their opinion on OpenStreetMap by prompting these systems to answer a series of questions on OSM.  People are turning to chatbots and LLMs for opinions and advice on practically every topic. We believe it is important that we begin to assess how chatbots and the LLMs provide information and opinion about OSM. Among other outputs, this work can providing evidence to the OSM community that can be used to shape future public engagement strategies about the project.",
      "speakers": [
        "UNDQDX"
      ],
      "track": null,
      "start": "2025-10-03T16:45:00+08:00",
      "end": "2025-10-03T16:50:00+08:00",
      "room": 4377,
      "duration": 5,
      "updated": "2025-09-10T04:36:43.726422+00:00",
      "state": null,
      "do_not_record": null
    }
  ],
  "version": "0.4.0",
  "timezone": "Asia/Manila",
  "event_start": "2025-10-03",
  "event_end": "2025-10-05",
  "tracks": [
    {
      "id": 5516,
      "name": {
        "en": "OSM Basics"
      },
      "description": "",
      "color": "#49EC19"
    },
    {
      "id": 5522,
      "name": {
        "en": "Community and Foundation"
      },
      "description": {},
      "color": "#1D91F5"
    },
    {
      "id": 5517,
      "name": {
        "en": "Mapping"
      },
      "description": "",
      "color": "#DF69CA"
    },
    {
      "id": 5518,
      "name": {
        "en": "Cartography"
      },
      "description": "",
      "color": "#43CCDF"
    },
    {
      "id": 5519,
      "name": {
        "en": "Software Development"
      },
      "description": "",
      "color": "#E9ED1C"
    },
    {
      "id": 5520,
      "name": {
        "en": "Data Analysis & Data Model"
      },
      "description": "",
      "color": "#F6AF23"
    },
    {
      "id": 5521,
      "name": {
        "en": "User Experiences"
      },
      "description": "",
      "color": "#571079"
    },
    {
      "id": 5526,
      "name": {
        "en": "Education"
      },
      "description": {},
      "color": "#FF9EB1"
    },
    {
      "id": 5524,
      "name": {
        "en": "Lightning Talks"
      },
      "description": {
        "en": "This track is used for lightning talk sessions that consist of multiple 5 minute lighting talks."
      },
      "color": "#058869"
    }
  ],
  "rooms": [
    {
      "id": 4375,
      "name": {
        "en": "Apo"
      },
      "description": {}
    },
    {
      "id": 4376,
      "name": {
        "en": "Mayon"
      },
      "description": {}
    },
    {
      "id": 4377,
      "name": {
        "en": "Pulag"
      },
      "description": {}
    },
    {
      "id": 4378,
      "name": {
        "en": "Guiting-guiting"
      },
      "description": {
        "en": "Workshop room"
      }
    },
    {
      "id": 4379,
      "name": {
        "en": "Online Workshops"
      },
      "description": {}
    }
  ],
  "speakers": [
    {
      "code": "BE3HTH",
      "name": "Geoffrey Kateregga",
      "avatar": "https://pretalx.com/media/avatars/BE3HTH_FjSa82i.jpg",
      "avatar_thumbnail_default": "https://pretalx.com/media/avatars/BE3HTH_FjSa82i_thumbnail.jpg",
      "avatar_thumbnail_tiny": "https://pretalx.com/media/avatars/BE3HTH_FjSa82i_thumbnail_tiny.jpg"
    },
    {
      "code": "MC3GN8",
      "name": "Jaime Gutiérrez Alfaro",
      "avatar": "https://pretalx.com/media/avatars/MC3GN8_iBOYD5m.png",
      "avatar_thumbnail_default": "https://pretalx.com/media/avatars/MC3GN8_iBOYD5m_thumbnail_default.png",
      "avatar_thumbnail_tiny": "https://pretalx.com/media/avatars/MC3GN8_iBOYD5m_thumbnail_tiny.png"
    },
    {
      "code": "E8WPXD",
      "name": "Benjamin Herfort",
      "avatar": "https://pretalx.com/media/avatars/E8WPXD_ejcU0nR.jpg",
      "avatar_thumbnail_default": "https://pretalx.com/media/avatars/E8WPXD_ejcU0nR_thumbnail.jpg",
      "avatar_thumbnail_tiny": "https://pretalx.com/media/avatars/E8WPXD_ejcU0nR_thumbnail_tiny.jpg"
    },
    {
      "code": "YBESUB",
      "name": "Letwin",
      "avatar": "https://pretalx.com/media/avatars/YBESUB_p3tf1mF.jpg",
      "avatar_thumbnail_default": "https://pretalx.com/media/avatars/YBESUB_p3tf1mF_thumbnail_default.jpg",
      "avatar_thumbnail_tiny": "https://pretalx.com/media/avatars/YBESUB_p3tf1mF_thumbnail_tiny.jpg"
    },
    {
      "code": "SQXFVL",
      "name": "Johanes Petro Machela",
      "avatar": "https://pretalx.com/media/avatars/SQXFVL_SksIFLS.jpg",
      "avatar_thumbnail_default": "https://pretalx.com/media/avatars/SQXFVL_SksIFLS_thumbnail.jpg",
      "avatar_thumbnail_tiny": "https://pretalx.com/media/avatars/SQXFVL_SksIFLS_thumbnail_tiny.jpg"
    },
    {
      "code": "MEAYGF",
      "name": "Ramya Ragupathy",
      "avatar": "https://pretalx.com/media/avatars/MEAYGF_7Ow8C1s.jpg",
      "avatar_thumbnail_default": "https://pretalx.com/media/avatars/MEAYGF_7Ow8C1s_thumbnail_default.jpg",
      "avatar_thumbnail_tiny": "https://pretalx.com/media/avatars/MEAYGF_7Ow8C1s_thumbnail_tiny.jpg"
    },
    {
      "code": "AB9QXF",
      "name": "Emanuel Kombe",
      "avatar": "https://pretalx.com/media/avatars/AB9QXF_BgY1DHK.jpeg",
      "avatar_thumbnail_default": "https://pretalx.com/media/avatars/AB9QXF_BgY1DHK_thumbnail.jpeg",
      "avatar_thumbnail_tiny": "https://pretalx.com/media/avatars/AB9QXF_BgY1DHK_thumbnail_tiny.jpeg"
    },
    {
      "code": "KEEP87",
      "name": "Laura Mugeha",
      "avatar": "https://pretalx.com/media/avatars/KEEP87_dS0dC05.png",
      "avatar_thumbnail_default": "https://pretalx.com/media/avatars/KEEP87_dS0dC05_thumbnail_default.png",
      "avatar_thumbnail_tiny": "https://pretalx.com/media/avatars/KEEP87_dS0dC05_thumbnail_tiny.png"
    },
    {
      "code": "ZWUBL3",
      "name": "Omran NAJJAR",
      "avatar": "https://pretalx.com/media/avatars/ZWUBL3_JP4HWWx.jpg",
      "avatar_thumbnail_default": "https://pretalx.com/media/avatars/ZWUBL3_JP4HWWx_thumbnail_default.jpg",
      "avatar_thumbnail_tiny": "https://pretalx.com/media/avatars/ZWUBL3_JP4HWWx_thumbnail_tiny.jpg"
    },
    {
      "code": "EDWH9Q",
      "name": "Taichi Furuhashi",
      "avatar": "https://pretalx.com/media/avatars/EDWH9Q_1ZqB3Av.jpg",
      "avatar_thumbnail_default": "https://pretalx.com/media/avatars/EDWH9Q_1ZqB3Av_thumbnail.jpg",
      "avatar_thumbnail_tiny": "https://pretalx.com/media/avatars/EDWH9Q_1ZqB3Av_thumbnail_tiny.jpg"
    },
    {
      "code": "U7KHEF",
      "name": "Feye Andal",
      "avatar": "https://pretalx.com/media/avatars/U7KHEF_jChh5qi.jpeg",
      "avatar_thumbnail_default": "https://pretalx.com/media/avatars/U7KHEF_jChh5qi_thumbnail.jpeg",
      "avatar_thumbnail_tiny": "https://pretalx.com/media/avatars/U7KHEF_jChh5qi_thumbnail_tiny.jpeg"
    },
    {
      "code": "3SJSQR",
      "name": "Honey Fombuena",
      "avatar": "https://pretalx.com/media/avatars/3SJSQR_9Gj03IU.png",
      "avatar_thumbnail_default": "https://pretalx.com/media/avatars/3SJSQR_9Gj03IU_thumbnail_default.png",
      "avatar_thumbnail_tiny": "https://pretalx.com/media/avatars/3SJSQR_9Gj03IU_thumbnail_tiny.png"
    },
    {
      "code": "JFAAPE",
      "name": "Ivan Harris Tanyag",
      "avatar": "",
      "avatar_thumbnail_default": "",
      "avatar_thumbnail_tiny": ""
    },
    {
      "code": "FGMQNF",
      "name": "Minh Nguyễn",
      "avatar": "https://pretalx.com/media/avatars/FGMQNF_Z6LZKbT.jpg",
      "avatar_thumbnail_default": "https://pretalx.com/media/avatars/FGMQNF_Z6LZKbT_thumbnail_default.jpg",
      "avatar_thumbnail_tiny": "https://pretalx.com/media/avatars/FGMQNF_Z6LZKbT_thumbnail_tiny.jpg"
    },
    {
      "code": "GZKADJ",
      "name": "Paul Pickell",
      "avatar": "https://pretalx.com/media/avatars/GZKADJ_9SupCxK.jpg",
      "avatar_thumbnail_default": "https://pretalx.com/media/avatars/GZKADJ_9SupCxK_thumbnail_default.jpg",
      "avatar_thumbnail_tiny": "https://pretalx.com/media/avatars/GZKADJ_9SupCxK_thumbnail_tiny.jpg"
    },
    {
      "code": "PMTQXN",
      "name": "Samson Ngumenawe",
      "avatar": "https://pretalx.com/media/avatars/PMTQXN_KSkSysY.jpg",
      "avatar_thumbnail_default": "https://pretalx.com/media/avatars/PMTQXN_KSkSysY_thumbnail_default.jpg",
      "avatar_thumbnail_tiny": "https://pretalx.com/media/avatars/PMTQXN_KSkSysY_thumbnail_tiny.jpg"
    },
    {
      "code": "GXP7GW",
      "name": "Daniele Santini",
      "avatar": "https://pretalx.com/media/avatars/GXP7GW_ytoJbYd.png",
      "avatar_thumbnail_default": "https://pretalx.com/media/avatars/GXP7GW_ytoJbYd_thumbnail_default.png",
      "avatar_thumbnail_tiny": "https://pretalx.com/media/avatars/GXP7GW_ytoJbYd_thumbnail_tiny.png"
    },
    {
      "code": "7CTNQV",
      "name": "Benedicta Ohene",
      "avatar": "",
      "avatar_thumbnail_default": "",
      "avatar_thumbnail_tiny": ""
    },
    {
      "code": "LXXGZS",
      "name": "Bernard Heng",
      "avatar": "",
      "avatar_thumbnail_default": "",
      "avatar_thumbnail_tiny": ""
    },
    {
      "code": "3UNRQL",
      "name": "Prativa Thapa",
      "avatar": "https://pretalx.com/media/avatars/3UNRQL_YF8Ftcn.jpg",
      "avatar_thumbnail_default": "https://pretalx.com/media/avatars/3UNRQL_YF8Ftcn_thumbnail_default.jpg",
      "avatar_thumbnail_tiny": "https://pretalx.com/media/avatars/3UNRQL_YF8Ftcn_thumbnail_tiny.jpg"
    },
    {
      "code": "TWTSPG",
      "name": "Osunga Michael Otieno",
      "avatar": "https://pretalx.com/media/avatars/TWTSPG_0diLXKA.jpg",
      "avatar_thumbnail_default": "https://pretalx.com/media/avatars/TWTSPG_0diLXKA_thumbnail_default.jpg",
      "avatar_thumbnail_tiny": "https://pretalx.com/media/avatars/TWTSPG_0diLXKA_thumbnail_tiny.jpg"
    },
    {
      "code": "W8J3SL",
      "name": "Mikko Tamura",
      "avatar": "https://pretalx.com/media/avatars/W8J3SL_aZFc3OP.jpg",
      "avatar_thumbnail_default": "https://pretalx.com/media/avatars/W8J3SL_aZFc3OP_thumbnail_default.jpg",
      "avatar_thumbnail_tiny": "https://pretalx.com/media/avatars/W8J3SL_aZFc3OP_thumbnail_tiny.jpg"
    },
    {
      "code": "ZNVRYC",
      "name": "Brazil Singh",
      "avatar": "https://pretalx.com/media/avatars/ZNVRYC_Ws9wbWE.jpg",
      "avatar_thumbnail_default": "https://pretalx.com/media/avatars/ZNVRYC_Ws9wbWE_thumbnail_default.jpg",
      "avatar_thumbnail_tiny": "https://pretalx.com/media/avatars/ZNVRYC_Ws9wbWE_thumbnail_tiny.jpg"
    },
    {
      "code": "3ZKDYG",
      "name": "Rajendran Keerthana",
      "avatar": "",
      "avatar_thumbnail_default": "",
      "avatar_thumbnail_tiny": ""
    },
    {
      "code": "TJ9EBM",
      "name": "Ilya Zverev",
      "avatar": "https://pretalx.com/media/avatars/TJ9EBM_XbPDHu0.jpg",
      "avatar_thumbnail_default": "https://pretalx.com/media/avatars/TJ9EBM_XbPDHu0_thumbnail.jpg",
      "avatar_thumbnail_tiny": "https://pretalx.com/media/avatars/TJ9EBM_XbPDHu0_thumbnail_tiny.jpg"
    },
    {
      "code": "8AZY3X",
      "name": "Esther Judith",
      "avatar": "https://pretalx.com/media/avatars/8AZY3X_NUMgegi.jpg",
      "avatar_thumbnail_default": "https://pretalx.com/media/avatars/8AZY3X_NUMgegi_thumbnail_default.jpg",
      "avatar_thumbnail_tiny": "https://pretalx.com/media/avatars/8AZY3X_NUMgegi_thumbnail_tiny.jpg"
    },
    {
      "code": "AXLS7C",
      "name": "KASOZI DENIS",
      "avatar": "",
      "avatar_thumbnail_default": "",
      "avatar_thumbnail_tiny": ""
    },
    {
      "code": "FYBBQU",
      "name": "Ranjith Raj Vasam",
      "avatar": "",
      "avatar_thumbnail_default": "",
      "avatar_thumbnail_tiny": ""
    },
    {
      "code": "LY9RTS",
      "name": "Walter Mayeku",
      "avatar": "https://pretalx.com/media/avatars/LY9RTS_dHmyLEt.jpg",
      "avatar_thumbnail_default": "https://pretalx.com/media/avatars/LY9RTS_dHmyLEt_thumbnail_default.jpg",
      "avatar_thumbnail_tiny": "https://pretalx.com/media/avatars/LY9RTS_dHmyLEt_thumbnail_tiny.jpg"
    },
    {
      "code": "QVKVCR",
      "name": "Micheal Kaluba",
      "avatar": "https://pretalx.com/media/avatars/QVKVCR_jFVayZO.png",
      "avatar_thumbnail_default": "https://pretalx.com/media/avatars/QVKVCR_jFVayZO_thumbnail.png",
      "avatar_thumbnail_tiny": "https://pretalx.com/media/avatars/QVKVCR_jFVayZO_thumbnail_tiny.png"
    },
    {
      "code": "9XPWYG",
      "name": "Manoj Karingamadathil",
      "avatar": "https://pretalx.com/media/avatars/9XPWYG_f1V7wis.jpg",
      "avatar_thumbnail_default": "https://pretalx.com/media/avatars/9XPWYG_f1V7wis_thumbnail_default.jpg",
      "avatar_thumbnail_tiny": "https://pretalx.com/media/avatars/9XPWYG_f1V7wis_thumbnail_tiny.jpg"
    },
    {
      "code": "JBAK7J",
      "name": "Arnalie Vicario",
      "avatar": "https://pretalx.com/media/avatars/JBAK7J_D4lGb6s.jpg",
      "avatar_thumbnail_default": "https://pretalx.com/media/avatars/JBAK7J_D4lGb6s_thumbnail_default.jpg",
      "avatar_thumbnail_tiny": "https://pretalx.com/media/avatars/JBAK7J_D4lGb6s_thumbnail_tiny.jpg"
    },
    {
      "code": "8L9AVU",
      "name": "Aki Sato",
      "avatar": "https://pretalx.com/media/avatars/8L9AVU_DvIWKlW.jpg",
      "avatar_thumbnail_default": "https://pretalx.com/media/avatars/8L9AVU_DvIWKlW_thumbnail_default.jpg",
      "avatar_thumbnail_tiny": "https://pretalx.com/media/avatars/8L9AVU_DvIWKlW_thumbnail_tiny.jpg"
    },
    {
      "code": "3D8BL8",
      "name": "Mohamed Haniffa Fathima Hasna",
      "avatar": "https://pretalx.com/media/avatars/3D8BL8_9gWY7MJ.jpg",
      "avatar_thumbnail_default": "https://pretalx.com/media/avatars/3D8BL8_9gWY7MJ_thumbnail_default.jpg",
      "avatar_thumbnail_tiny": "https://pretalx.com/media/avatars/3D8BL8_9gWY7MJ_thumbnail_tiny.jpg"
    },
    {
      "code": "HGCMWV",
      "name": "Séverin Ménard",
      "avatar": "https://pretalx.com/media/avatars/HGCMWV_jvlXxtG.jpeg",
      "avatar_thumbnail_default": "https://pretalx.com/media/avatars/HGCMWV_jvlXxtG_thumbnail.jpeg",
      "avatar_thumbnail_tiny": "https://pretalx.com/media/avatars/HGCMWV_jvlXxtG_thumbnail_tiny.jpeg"
    },
    {
      "code": "RHFS88",
      "name": "Faiza Waziha",
      "avatar": "https://pretalx.com/media/avatars/RHFS88_vHocRYN.jpg",
      "avatar_thumbnail_default": "https://pretalx.com/media/avatars/RHFS88_vHocRYN_thumbnail_default.jpg",
      "avatar_thumbnail_tiny": "https://pretalx.com/media/avatars/RHFS88_vHocRYN_thumbnail_tiny.jpg"
    },
    {
      "code": "EM9MWR",
      "name": "Stefan Keller",
      "avatar": "https://pretalx.com/media/avatars/EM9MWR_CcnOxL3.jpg",
      "avatar_thumbnail_default": "https://pretalx.com/media/avatars/EM9MWR_CcnOxL3_thumbnail.jpg",
      "avatar_thumbnail_tiny": "https://pretalx.com/media/avatars/EM9MWR_CcnOxL3_thumbnail_tiny.jpg"
    },
    {
      "code": "DWDVZS",
      "name": "Dennis Raylin Chen",
      "avatar": "https://pretalx.com/media/avatars/DWDVZS_i5bRGYk.jpg",
      "avatar_thumbnail_default": "https://pretalx.com/media/avatars/DWDVZS_i5bRGYk_thumbnail.jpg",
      "avatar_thumbnail_tiny": "https://pretalx.com/media/avatars/DWDVZS_i5bRGYk_thumbnail_tiny.jpg"
    },
    {
      "code": "PQBBQU",
      "name": "Diego Munguía Molina",
      "avatar": "",
      "avatar_thumbnail_default": "",
      "avatar_thumbnail_tiny": ""
    },
    {
      "code": "3LA7XB",
      "name": "Martin Raifer",
      "avatar": "",
      "avatar_thumbnail_default": "",
      "avatar_thumbnail_tiny": ""
    },
    {
      "code": "G7PBPK",
      "name": "ark Arjun",
      "avatar": "https://pretalx.com/media/avatars/G7PBPK_rAvThDK.jpg",
      "avatar_thumbnail_default": "https://pretalx.com/media/avatars/G7PBPK_rAvThDK_thumbnail_default_wlzWlUi.jpg",
      "avatar_thumbnail_tiny": "https://pretalx.com/media/avatars/G7PBPK_rAvThDK_thumbnail_tiny.jpg"
    },
    {
      "code": "SXPGUB",
      "name": "Héctor Ochoa Ortiz",
      "avatar": "https://pretalx.com/media/avatars/SXPGUB_v3RmKFy.jpg",
      "avatar_thumbnail_default": "https://pretalx.com/media/avatars/SXPGUB_v3RmKFy_thumbnail_default_TRru23f.jpg",
      "avatar_thumbnail_tiny": "https://pretalx.com/media/avatars/SXPGUB_v3RmKFy_thumbnail_tiny.jpg"
    },
    {
      "code": "GCWAMV",
      "name": "Bayazid Ahmed",
      "avatar": "https://pretalx.com/media/avatars/GCWAMV_gZyq8gj.JPG",
      "avatar_thumbnail_default": "https://pretalx.com/media/avatars/GCWAMV_gZyq8gj_thumbnail_default.JPG",
      "avatar_thumbnail_tiny": "https://pretalx.com/media/avatars/GCWAMV_gZyq8gj_thumbnail_tiny.JPG"
    },
    {
      "code": "WK9CQH",
      "name": "Md Atikuzzaman Limon",
      "avatar": "https://pretalx.com/media/avatars/WK9CQH_pH1P8Ea.jpg",
      "avatar_thumbnail_default": "https://pretalx.com/media/avatars/WK9CQH_pH1P8Ea_thumbnail_default.jpg",
      "avatar_thumbnail_tiny": "https://pretalx.com/media/avatars/WK9CQH_pH1P8Ea_thumbnail_tiny.jpg"
    },
    {
      "code": "8RD9TG",
      "name": "Julian Psotta",
      "avatar": "https://pretalx.com/media/avatars/8RD9TG_xzhQkvh.png",
      "avatar_thumbnail_default": "https://pretalx.com/media/avatars/8RD9TG_xzhQkvh_thumbnail.png",
      "avatar_thumbnail_tiny": "https://pretalx.com/media/avatars/8RD9TG_xzhQkvh_thumbnail_tiny.png"
    },
    {
      "code": "RUQJMW",
      "name": "Tommy Charles",
      "avatar": "https://pretalx.com/media/avatars/RUQJMW_aj8VYD4.jpg",
      "avatar_thumbnail_default": "https://pretalx.com/media/avatars/RUQJMW_aj8VYD4_thumbnail_default.jpg",
      "avatar_thumbnail_tiny": "https://pretalx.com/media/avatars/RUQJMW_aj8VYD4_thumbnail_tiny.jpg"
    },
    {
      "code": "JFZ9JE",
      "name": "Dibikshya Shrestha",
      "avatar": "",
      "avatar_thumbnail_default": "",
      "avatar_thumbnail_tiny": ""
    },
    {
      "code": "BCLAGF",
      "name": "Michael Montani",
      "avatar": "https://pretalx.com/media/avatars/BCLAGF_Nkcx3PN.jpeg",
      "avatar_thumbnail_default": "https://pretalx.com/media/avatars/BCLAGF_Nkcx3PN_thumbnail.jpeg",
      "avatar_thumbnail_tiny": "https://pretalx.com/media/avatars/BCLAGF_Nkcx3PN_thumbnail_tiny.jpeg"
    },
    {
      "code": "X8FQNA",
      "name": "Subhash Dulla",
      "avatar": "https://pretalx.com/media/avatars/X8FQNA_T83LEyb.jpg",
      "avatar_thumbnail_default": "https://pretalx.com/media/avatars/X8FQNA_T83LEyb_thumbnail_default.jpg",
      "avatar_thumbnail_tiny": "https://pretalx.com/media/avatars/X8FQNA_T83LEyb_thumbnail_tiny.jpg"
    },
    {
      "code": "ZMLFKT",
      "name": "Dan Jacobson",
      "avatar": "https://pretalx.com/media/avatars/ZMLFKT_JqP9vJO.jpg",
      "avatar_thumbnail_default": "https://pretalx.com/media/avatars/ZMLFKT_JqP9vJO_thumbnail_default.jpg",
      "avatar_thumbnail_tiny": "https://pretalx.com/media/avatars/ZMLFKT_JqP9vJO_thumbnail_tiny.jpg"
    },
    {
      "code": "988B3D",
      "name": "Ben Hur Pintor",
      "avatar": "https://pretalx.com/media/avatars/988B3D_mG6fpFB.jpg",
      "avatar_thumbnail_default": "https://pretalx.com/media/avatars/988B3D_mG6fpFB_thumbnail_default_rlKe9BD.jpg",
      "avatar_thumbnail_tiny": "https://pretalx.com/media/avatars/988B3D_mG6fpFB_thumbnail_tiny.jpg"
    },
    {
      "code": "YNFKER",
      "name": "SotM Working Group",
      "avatar": "",
      "avatar_thumbnail_default": "",
      "avatar_thumbnail_tiny": ""
    },
    {
      "code": "UUU9VM",
      "name": "Dinar Adiatma",
      "avatar": "https://pretalx.com/media/avatars/UUU9VM_aPKSdLb.jpg",
      "avatar_thumbnail_default": "https://pretalx.com/media/avatars/UUU9VM_aPKSdLb_thumbnail_default.jpg",
      "avatar_thumbnail_tiny": "https://pretalx.com/media/avatars/UUU9VM_aPKSdLb_thumbnail_tiny_IvHw4Iq.jpg"
    },
    {
      "code": "SXPGUB",
      "name": "Héctor Ochoa Ortiz",
      "avatar": "https://pretalx.com/media/avatars/SXPGUB_v3RmKFy.jpg",
      "avatar_thumbnail_default": "https://pretalx.com/media/avatars/SXPGUB_v3RmKFy_thumbnail_default_TRru23f.jpg",
      "avatar_thumbnail_tiny": "https://pretalx.com/media/avatars/SXPGUB_v3RmKFy_thumbnail_tiny.jpg"
    },
    {
      "code": "H8BMVZ",
      "name": "Quang Huy NGUYEN",
      "avatar": "https://pretalx.com/media/avatars/H8BMVZ_DAed8R3.png",
      "avatar_thumbnail_default": "https://pretalx.com/media/avatars/H8BMVZ_DAed8R3_thumbnail_default.png",
      "avatar_thumbnail_tiny": "https://pretalx.com/media/avatars/H8BMVZ_DAed8R3_thumbnail_tiny_Y4OFmAT.png"
    },
    {
      "code": "UNDQDX",
      "name": "Peter Mooney",
      "avatar": "https://pretalx.com/media/avatars/UNDQDX_UVmD6WU.png",
      "avatar_thumbnail_default": "https://pretalx.com/media/avatars/UNDQDX_UVmD6WU_thumbnail_default.png",
      "avatar_thumbnail_tiny": "https://pretalx.com/media/avatars/UNDQDX_UVmD6WU_thumbnail_tiny.png"
    },
    {
      "code": "CLC9FS",
      "name": "Michael Schultz",
      "avatar": "",
      "avatar_thumbnail_default": "",
      "avatar_thumbnail_tiny": ""
    },
    {
      "code": "3QC98A",
      "name": "Ramisa Maliha",
      "avatar": "https://pretalx.com/media/avatars/3QC98A_mLex8lB.jpg",
      "avatar_thumbnail_default": "https://pretalx.com/media/avatars/3QC98A_mLex8lB_thumbnail_default.jpg",
      "avatar_thumbnail_tiny": "https://pretalx.com/media/avatars/3QC98A_mLex8lB_thumbnail_tiny.jpg"
    },
    {
      "code": "QVPDRK",
      "name": "Motti Zohar",
      "avatar": "",
      "avatar_thumbnail_default": "",
      "avatar_thumbnail_tiny": ""
    },
    {
      "code": "DV8DBP",
      "name": "Maruf Ahmed",
      "avatar": "https://pretalx.com/media/avatars/DV8DBP_Y2E8JMf.jpg",
      "avatar_thumbnail_default": "https://pretalx.com/media/avatars/DV8DBP_Y2E8JMf_thumbnail_default.jpg",
      "avatar_thumbnail_tiny": "https://pretalx.com/media/avatars/DV8DBP_Y2E8JMf_thumbnail_tiny.jpg"
    },
    {
      "code": "FAJBTH",
      "name": "Daniel Kašík",
      "avatar": "https://pretalx.com/media/avatars/FAJBTH_FZKgyOt.jpg",
      "avatar_thumbnail_default": "https://pretalx.com/media/avatars/FAJBTH_FZKgyOt_thumbnail_default.jpg",
      "avatar_thumbnail_tiny": "https://pretalx.com/media/avatars/FAJBTH_FZKgyOt_thumbnail_tiny.jpg"
    },
    {
      "code": "9ZR3LL",
      "name": "James",
      "avatar": "",
      "avatar_thumbnail_default": "",
      "avatar_thumbnail_tiny": ""
    },
    {
      "code": "YGRHL8",
      "name": "Radim Štampach",
      "avatar": "https://pretalx.com/media/avatars/YGRHL8_1YKk8H0.jpg",
      "avatar_thumbnail_default": "https://pretalx.com/media/avatars/YGRHL8_1YKk8H0_thumbnail_default.jpg",
      "avatar_thumbnail_tiny": "https://pretalx.com/media/avatars/YGRHL8_1YKk8H0_thumbnail_tiny_0bxkHr0.jpg"
    },
    {
      "code": "ZS3M3P",
      "name": "Anika Tabassum Ohee",
      "avatar": "https://pretalx.com/media/avatars/ZS3M3P_ZP0oNkO.jpg",
      "avatar_thumbnail_default": "https://pretalx.com/media/avatars/ZS3M3P_ZP0oNkO_thumbnail_default.jpg",
      "avatar_thumbnail_tiny": "https://pretalx.com/media/avatars/ZS3M3P_ZP0oNkO_thumbnail_tiny.jpg"
    }
  ]
}